Repository: microsoft/scmsamples-EnterpriseAssetManagement
Catalog: Translations/Labels.*.resx
Languages: cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hu_hu, id_id, is_is, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# WOCreationInstructionLabel
source: Tell us what needs to be done
cs_cz: Řekněte nám, co je třeba udělat
da_dk: Fortæl os, hvad der skal gøres
de_de: Teilen Sie uns mit, was zu tun ist.
el_gr: Πείτε μας τι πρέπει να γίνει
es_es: Díganos qué debe hacerse
et_ee: Andke meile teada, mida tuleb teha
fi_fi: Kerro, mitä pitää tehdä
fr_fr: Donnez-nous votre avis sur ce qui doit être fait
hu_hu: Ismertesse a szükséges teendőket
id_id: Beri tahu kami apa yang perlu dilakukan
is_is: Hvað þarf að gera
it_it: Indica cosa occorre eseguire
ja_jp: ご要望をお知らせください
ko_kr: 해야 할 일을 알려주세요
lt_lt: Pasakykite, ką reikia padaryti
lv_lv: Pastāstiet mums, kas ir jāizdara
nb_no: Fortell oss hva som må gjøres
nl_nl: Vertel ons wat er moet worden gedaan
pl_pl: Poinformuj nas, co trzeba zrobić
pt_pt: Diga-nos o que tem de ser feito
ro_ro: Spuneți-ne ce trebuie făcut
ru_ru: Расскажите, что необходимо сделать
sv_se: Berätta vad du vill få gjort
th_th: บอกเราว่าต้องทำอะไรบ้าง
tr_tr: Yapılması gerekenleri bize söyleyin
vi_vn: Cho chúng tôi biết bạn cần làm gì
zh_cn: 告诉我们需要做什么
zh_tw: 告訴我們需要做什麼

# WODescriptionHeaderLabel
source: Description
cs_cz: Popis
da_dk: Beskrivelse
de_de: Beschreibung
el_gr: Περιγραφή
es_es: Descripción
et_ee: Kirjeldus
fi_fi: Kuvaus
hu_hu: Leírás
id_id: Deskripsi
is_is: Lýsing
it_it: Descrizione
ja_jp: 説明
ko_kr: 설명
lt_lt: Aprašas
lv_lv: Apraksts
nb_no: Beskrivelse
nl_nl: Beschrijving
pl_pl: Opis
pt_pt: Descrição
ro_ro: Descriere
ru_ru: Описание
sv_se: Beskrivning
th_th: คำอธิบาย
tr_tr: Açıklama
vi_vn: Mô tả
zh_cn: 说明
zh_tw: 描述

# WOAddImageAccessibleLabel
source: Add a photo
cs_cz: Přidat fotku
da_dk: Tilføj et billede
de_de: Foto hinzufügen
el_gr: Προσθήκη φωτογραφίας
es_es: Agregar una foto
et_ee: Lisa foto
fi_fi: Lisää valokuva
fr_fr: Ajouter une photo
hu_hu: Fénykép hozzáadása
id_id: Tambahkan foto
is_is: Bæta við mynd
it_it: Aggiungi una foto
ja_jp: 写真の追加
ko_kr: 사진 추가
lt_lt: Pridėti nuotrauką
lv_lv: Pievienot fotoattēlu
nb_no: Legg til et bilde
nl_nl: Een foto toevoegen
pl_pl: Dodaj zdjęcie
pt_pt: Adicionar uma fotografia
ro_ro: Adăugați o fotografie
ru_ru: Добавить фотографию
sv_se: Lägg till ett foto
th_th: เพิ่มรูปถ่าย
tr_tr: Bir fotoğraf ekleyin
vi_vn: Thêm một ảnh
zh_cn: 添加照片
zh_tw: 新增相片

# WOAttachmentsAccessibleLabel
source: List of current attachments
cs_cz: Seznam aktuálních příloh
da_dk: Liste over aktuelle vedhæftede filer
de_de: Liste der aktuellen Anlagen
el_gr: Λίστα τρεχόντων συνημμένων
es_es: Lista de archivos adjuntos actuales
et_ee: Praeguste manuste loend
fi_fi: Luettelo nykyisistä liitteistä
fr_fr: Liste des documents joints actuels
hu_hu: Aktuális mellékletek listája
id_id: Daftar lampiran saat ini
is_is: Listi yfir núverandi viðhengi
it_it: Elenco di allegati correnti
ja_jp: 現在の添付ファイルの一覧
ko_kr: 현재 첨부 파일 목록
lt_lt: Dabartinių priedų sąrašas
lv_lv: Pašreizējo pielikumu saraksts
nb_no: Oversikt over nåværende vedlegg
nl_nl: Lijst met huidige bijlagen
pl_pl: Lista bieżących załączników
pt_pt: Lista de anexos atuais
ro_ro: Lista atașărilor curente
ru_ru: Список текущих вложений
sv_se: Lista med aktuella bilagor
th_th: รายการของสิ่งที่แนบปัจจุบัน
tr_tr: Geçerli eklerin listesi
vi_vn: Danh sách tệp đính kèm hiện tại
zh_cn: 当前附件列表
zh_tw: 目前附件清單

# WODescriptionAccessibleLabel
source: Enter work order description
cs_cz: Zadejte popis pracovního příkazu
da_dk: Angiv arbejdsordrebeskrivelse
de_de: Arbeitsauftragsbeschreibung eingeben
el_gr: Καταχώριση περιγραφής εντολής εργασίας
es_es: Introducir descripción de orden de trabajo
et_ee: Sisesta töökäsu kirjeldus
fi_fi: Syötä työtilauksen kuvaus
fr_fr: Saisir la description de l’ordre de travail
hu_hu: Munkarendelés leírásának megadása
id_id: Masukkan deskripsi perintah kerja
is_is: Sláðu inn lýsingu verkbeiðni
it_it: Immetti descrizione ordine di lavoro
ja_jp: 作業指示書の説明を入力します
ko_kr: 작업 주문 설명을 입력하세요
lt_lt: Įvesti darbo užsakymo aprašą
lv_lv: Ievadiet darba pasūtījuma aprakstu
nb_no: Angi beskrivelse av arbeidsordre
nl_nl: Beschrijving van werkorder invoeren
pl_pl: Wprowadź opis zlecenia pracy
pt_pt: Introduzir descrição da ordem de intervenção
ro_ro: Introduceți descrierea comenzii de lucru
ru_ru: Введите описание заказа на работу
sv_se: Ange arbetsorderbeskrivning
th_th: ป้อนคำอธิบายใบสั่งงาน
tr_tr: İş emri açıklamasını girin
vi_vn: Nhập mô tả lệnh phân việc
zh_cn: 输入工作订单说明
zh_tw: 輸入工單描述

# WONotesAccessibleLabel
source: Enter work order job notes
cs_cz: Zadejte poznámky k pracovnímu příkazu
da_dk: Angiv noter til arbejdsordrejob
de_de: Hinweise zu Arbeitsauftragseinzelvorgang eingeben
el_gr: Καταχωρίστε σημειώσεις για την εργασία της εντολής εργασίας
es_es: Escribir notas de trabajo de orden de trabajo
et_ee: Sisesta töökäsu töö märkmed
fi_fi: Syötä työtilauksen työn muistiinpanot
fr_fr: Saisir les notes de tâches de l’ordre de travail
hu_hu: Munkarendelésen feladatra vonatkozó jegyzeteinek megadása
id_id: Masukkan catatan pekerjaan perintah kerja
is_is: Slá inn athugasemdir fyrir vinnslu verkbeiðni
it_it: Immetti le note sulla mansione per l'ordine di lavoro
ja_jp: 作業指示書の作業メモを入力します
ko_kr: 작업 주문 작업 메모를 입력하세요
lt_lt: Įvesti darbo užsakymo užduoties pastabas
lv_lv: Ievadiet darba pasūtījuma darba piezīmes
nb_no: Angi merknader for arbeidsordrejobb
nl_nl: Opmerkingen over werkordertaak invoeren
pl_pl: Wprowadź uwagi dotyczące zadania zlecenia pracy
pt_pt: Introduzir notas da tarefa da ordem de intervenção
ro_ro: Introduceți note de lucrare pentru comanda de lucru
ru_ru: Введите примечания к заданию для заказа на работу
sv_se: Skriv anteckningar till arbetsorderjobb
th_th: ป้อนบันทึกงานของใบสั่งงาน
tr_tr: İş emri iş notlarını girin
vi_vn: Nhập ghi chú công việc cho lệnh phân việc
zh_cn: 输入工作订单作业注释
zh_tw: 輸入工單工作附註

# WOTypeAccessibleLabel
source: Choose work order type
cs_cz: Zvolte typ pracovního příkazu
da_dk: Vælg arbejdsordretype
de_de: Arbeitsauftragstyp auswählen
el_gr: Επιλέξτε τύπο εντολής εργασίας
es_es: Elegir tipo de orden de trabajo
et_ee: Vali töökäsu tüüp
fi_fi: Valitse työtilauksen tyyppi
fr_fr: Choisir le type d’ordre de travail
hu_hu: Munkarendelési típus kiválasztása
id_id: Pilih jenis perintah kerja
is_is: Velja gerð verkbeiðni
it_it: Scegli tipo di ordine di lavoro
ja_jp: 作業指示書のタイプを選択します
ko_kr: 작업 주문 유형을 선택하세요
lt_lt: Pasirinkti darbo užsakymo tipą
lv_lv: Izvēlieties darba pasūtījuma veidu
nb_no: Velg arbeidsordretype
nl_nl: Type van werkorder kiezen
pl_pl: Wybierz typ zlecenia pracy
pt_pt: Escolher tipo de ordem de intervenção
ro_ro: Alegeți tipul de comandă de lucru
ru_ru: Выберите тип заказа на работу
sv_se: Välj arbetsordertyp
th_th: เลือกชนิดใบสั่งงาน
tr_tr: İş emri türünü seçin
vi_vn: Chọn loại lệnh phân việc
zh_cn: 选择工作订单类型
zh_tw: 選擇工單類型

# WOServiceLevelAccessibleLabel
source: Choose work order service level
cs_cz: Zvolte úroveň služby pracovního příkazu
da_dk: Vælg serviceniveau for arbejdsordre
de_de: Leistungsebene für Arbeitsauftrag auswählen
el_gr: Επιλέξτε επίπεδο υπηρεσίας εντολής εργασίας
es_es: Elegir nivel de servicio de orden de trabajo
et_ee: Vali töökäsu teenuse tase
fi_fi: Valitse työtilauksen palvelutaso
fr_fr: Choisir le niveau de service de l’ordre de travail
hu_hu: Munkarendelési szolgáltatásszint kiválasztása
id_id: Pilih tingkat layanan perintah kerja
is_is: Velja þjónustustig verkbeiðni
it_it: Scegli livello del servizio per l'ordine di lavoro
ja_jp: 作業指示書のサービス レベルを選択します
ko_kr: 작업 주문 서비스 수준을 선택하세요
lt_lt: Pasirinkti darbo užsakymo paslaugos lygį
lv_lv: Izvēlieties darba pasūtījuma pakalpojuma līmeni
nb_no: Velg prioritet for arbeidsordrer
nl_nl: Serviceniveau van werkorder kiezen
pl_pl: Wybierz poziom usługi zlecenia pracy
pt_pt: Escolher nível de serviço da ordem de intervenção
ro_ro: Alegeți nivelul de serviciu pentru comanda de lucru
ru_ru: Выберите уровень обслуживания для заказа на работу
sv_se: Välj servicenivå för arbetsorder
th_th: เลือกระดับการบริการของใบสั่งงาน
tr_tr: İş emri hizmet düzeyini seçin
vi_vn: Chọn cấp độ dịch vụ của lệnh phân việc
zh_cn: 选择工作订单服务级别
zh_tw: 選擇工單服務等級

# WOJobType
source: Job type
cs_cz: Typ práce
de_de: Einzelvorgangstyp
el_gr: Τύπος εργασίας
es_es: Tipo de trabajo
et_ee: Töö tüüp
fi_fi: Työtyyppi
fr_fr: Type de tâche
hu_hu: Feladattípus
id_id: Jenis pekerjaan
is_is: Vinnslugerð
it_it: Tipo di mansione
ja_jp: ジョブ タイプ
ko_kr: 작업 유형
lt_lt: Užduoties tipas
lv_lv: Darba veids
nb_no: Jobbtype
nl_nl: Taaktype
pl_pl: Typ zadania
pt_pt: Tipo de tarefa
ro_ro: Tip de lucrare
ru_ru: Тип задания
sv_se: Jobbtyp
th_th: ชนิดงาน
tr_tr: İş türü
vi_vn: Loại công việc
zh_cn: 作业类型
zh_tw: 工作類型

# WOJobTypeVariant
source: Job type variant
cs_cz: Varianta typu úlohy
da_dk: Variant af jobtype
de_de: Variante des Einzelvorgangstyps
el_gr: Μεταβλητή τύπου εργασίας
es_es: Variante de tipo de trabajo
et_ee: Töötüübi variant
fi_fi: Työtyypin muunnos
fr_fr: Variante du type de tâche
hu_hu: Feladattípus változata
id_id: Varian jenis pekerjaan
is_is: Afbrigði vinnslugerðar
it_it: Variante per il tipo di mansione
ja_jp: ジョブ タイプのバリアント
ko_kr: 작업 유형 변형
lt_lt: Užduoties tipo variantas
lv_lv: Darba veida variants
nb_no: Jobbtypevariant
nl_nl: Variant van taaktype
pl_pl: Wariant typu zadania
pt_pt: Variante de tipo de tarefa
ro_ro: Variantă tip de lucrare
ru_ru: Вариант типа задания
sv_se: Jobbtypsvariant
th_th: ตัวแปรชนิดงาน
tr_tr: İş türü çeşidi
vi_vn: Biến thể của loại công việc
zh_cn: 作业类型变型
zh_tw: 工作類型變體

# WOJobTypeAccessibleLabel
source: Choose work order job type
cs_cz: Zvolte typ úlohy pracovního příkazu
da_dk: Vælg arbejdsordrejobtype
de_de: Einzelvorgangstyp des Arbeitsauftrags auswählen
el_gr: Επιλέξτε τύπο εντολής εργασίας
es_es: Elegir tipo de orden de trabajo
et_ee: Vali töökäsu töötüüp
fi_fi: Valitse työtilauksen työtyyppi
fr_fr: Choisissez le type de tâche de l’ordre de travail
hu_hu: Munkarendelési feladattípus kiválasztása
id_id: Pilih jenis pekerjaan perintah kerja
is_is: Velja vinnslugerð verkbeiðni
it_it: Scegli tipo di mansione per l'ordine di lavoro
ja_jp: 作業指示書のジョブ タイプを選択します
ko_kr: 작업 주문 작업 유형을 선택하세요
lt_lt: Pasirinkti darbo užsakymo užduoties tipą
lv_lv: Izvēlieties darba pasūtījuma darba veidu
nb_no: Velg jobbtype for arbeidsordre
nl_nl: Taaktype van werkorder kiezen
pl_pl: Wybierz typ zadania zlecenia pracy
pt_pt: Escolher tipo de tarefa da ordem de intervenção
ro_ro: Alegeți tipul de lucrare pentru comanda de lucru
ru_ru: Выберите тип задания для заказа на работу
sv_se: Välj jobbtyp för arbetsorder
th_th: เลือกชนิดงานของใบสั่งงาน
tr_tr: İş emri iş türünü seçin
vi_vn: Chọn loại công việc cho lệnh phân việc
zh_cn: 选择工作订单作业类型
zh_tw: 選擇工單工作類型

# WOJobTypeVariantAccessibleLabel
source: Choose work order job type variant
cs_cz: Zvolte variantu typu úlohy pracovního příkazu
da_dk: Vælg variant af arbejdsordrejobtype
de_de: Variante des Einzelvorgangstyps für Arbeitsauftrag auswählen
el_gr: Επιλέξτε μεταβλητή τύπου εντολής εργασίας
es_es: Elegir variante de tipo de trabajo de orden de trabajo
et_ee: Vali töökäsu töötüübi variant
fi_fi: Valitse työtilauksen työtyypin muunnos
fr_fr: Sélectionnez la variante de type de tâche de l’ordre de travail
hu_hu: Munkarendelési feladattípus változatának kiválasztása
id_id: Pilih varian jenis pekerjaan perintah kerja
is_is: Velja afbrigði vinnslugerðar verkbeiðni
it_it: Scegli variante del tipo di mansione per l'ordine di lavoro
ja_jp: 作業指示書のジョブ タイプ バリアントを選択します
ko_kr: 작업 주문 작업 유형 변형을 선택하세요
lt_lt: Pasirinkti darbo užsakymo užduoties tipo variantą
lv_lv: Izvēlieties darba pasūtījuma darba veida variantu
nb_no: Velg jobbtypevariant for arbeidsordre
nl_nl: Variant van taaktype van werkorder kiezen
pl_pl: Wybierz wariant typu zadania zlecenia pracy
pt_pt: Escolher variante do tipo de tarefa da ordem de intervenção
ro_ro: Alegeți varianta tipului de lucrare pentru comanda de lucru
ru_ru: Выберите вариант типа задания для заказа на работу
sv_se: Välj jobbtypvariant för arbetsorder
th_th: เลือกตัวแปรชนิดงานของใบสั่งงาน
tr_tr: İş emri iş türü çeşidini seçin
vi_vn: Chọn biến thể của loại công việc cho lệnh phân việc
zh_cn: 选择工作订单作业类型变型
zh_tw: 選擇工單工作類型變體

# WOAutoScheduleOn
source: Schedule work order (on)
cs_cz: Naplánovat pracovní příkaz (zap)
da_dk: Planlæg arbejdsordre (til)
de_de: Arbeitsauftrag planen (ein)
el_gr: Προγραμματισμός εντολής εργασίας (ενεργοποίηση)
es_es: Programar orden de trabajo (activado)
et_ee: Töökäsu ajastamine (sees)
fi_fi: Ajoita työtilaus (käytössä)
fr_fr: Planifier un ordre de travail (activé)
hu_hu: Munkarendelés ütemezése (be)
id_id: Jadwalkan perintah kerja (aktif)
is_is: Áætla verkbeiðni (slökkt)
it_it: Programma ordine di lavoro (attivo)
ja_jp: 作業指示書のスケジュール (オン)
ko_kr: 작업 주문 예약(설정)
lt_lt: Darbo užsakymo planavimas (įjungta)
lv_lv: Ieplānot darba pasūtījumu (ieslēgts)
nb_no: Planlegg arbeidsordre (på)
nl_nl: Werkorder plannen (aan)
pl_pl: Zaplanuj zlecenie pracy (włączone)
pt_pt: Agendar ordem de intervenção (ativado)
ro_ro: Planificare comandă de lucru (activată)
ru_ru: Запланировать заказ на работу (вкл.)
sv_se: Schemalägg arbetsorder (på)
th_th: จัดกำหนดการใบสั่งงาน (เปิด)
tr_tr: İş emri planla (açık)
vi_vn: Lên lịch lệnh phân việc (bật)
zh_cn: 计划工作订单(打开)
zh_tw: 進行工單排程 (開啟)

# WOAutoScheduleOnAccessibleLabel
source: Toggle to immediately schedule the work order on creation
cs_cz: Zapnutím přepínače okamžitě naplánujete pracovní příkaz při jeho vytvoření
da_dk: Slå til for øjeblikkeligt at planlægge arbejdsordren ved oprettelse
de_de: Umschalten, um den Arbeitsauftrag sofort bei der Erstellung zu planen
el_gr: Ενεργοποιήστε για να προγραμματίσετε άμεσα την εντολή εργασίας κατά τη δημιουργία
es_es: Alternar para programar de inmediato la orden de trabajo en la creación
et_ee: Lülita ümber, et töökäsu loomisel kohe ajastada
fi_fi: Ota käyttöön, jotta työtilaus ajoitetaan heti luonnin yhteydessä
fr_fr: Activer pour programmer immédiatement l’ordre de travail lors de sa création
hu_hu: Váltson, hogy azonnal a létrehozásra ütemezze a munkarendelést
id_id: Aktifkan untuk segera menjadwalkan perintah kerja pada pembuatan
is_is: Velja til að áætla verkbeiðni strax við stofnun
it_it: Attiva per programmare subito l'ordine di lavoro durante la creazione
ja_jp: 切り替えると、作成と同時に作業指示書をスケジュールします
ko_kr: 생성 시 작업 주문을 즉시 예약하려면 설정하세요
lt_lt: Įjunkite, kad būtų akimirksniu suplanuotas darbo užsakymas kuriant
lv_lv: Izslēdziet, lai nekavējoties ieplānotu darba pasūtījumu izveides brīdī
nb_no: Slå på for å planlegge arbeidsordren umiddelbart ved oppretting
nl_nl: Schakel in om de werkorder direct bij aanmaak te plannen
pl_pl: Włącz, aby natychmiast zaplanować zlecenie pracy podczas tworzenia
pt_pt: Alternar para agendar imediatamente a ordem de intervenção na criação
ro_ro: Comutați pentru a planifica imediat comanda de lucru la creare
ru_ru: Переведите переключатель в положение "Вкл.", чтобы запланировать заказ на работу сразу же после создания
sv_se: Slå på för att tidsplanera arbetsorder direkt när den skapas
th_th: เปิดเพื่อจัดกำหนดการใบสั่งงานเมื่อสร้างทันที
tr_tr: İş emrini oluşturma sırasında hemen planlamak istiyorsanız açın
vi_vn: Bật để lên lịch ngay cho lệnh phân việc khi tạo
zh_cn: 切换以在创建时立即安排工作订单
zh_tw: 切換以立即在建立時排程工單

# WOAutoScheduleOffAccessibleLabel
source: Toggle off to avoid scheduling the work order on creation
cs_cz: Vypnutím přepínače zabráníte naplánování pracovního příkazu při jeho vytvoření
da_dk: Slå fra for at undgå at planlægge arbejdsordren ved oprettelse
de_de: Ausschalten, um bei der Erstellung des Arbeitsauftrags eine Planung zu vermeiden
el_gr: Απενεργοποιήστε για να αποφύγετε τον προγραμματισμό της εντολής εργασίας κατά τη δημιουργία
es_es: Desactivar esta opción para evitar programar la orden de trabajo en la creación
et_ee: Lülita välja, et vältida töökäsu ajastamist loomisel
fi_fi: Poista käytöstä, jotta työtilausta ei ajoiteta luonnin yhteydessä
fr_fr: Désactivez cette option pour éviter de programmer l’ordre de travail lors de sa création
hu_hu: Kapcsolja ki, hogy elkerülje a munkarendelés ütemezését a létrehozás időpontjára
id_id: Nonaktifkan untuk menghindari penjadwalan perintah kerja pada pembuatan
is_is: Slökkva til að forðast áætlunar verkbeiðni við stofnun
it_it: Disattiva per evitare di programmare l'ordine di lavoro durante la creazione
ja_jp: オフに切り替えると、作成時に作業指示書をスケジュールしません
ko_kr: 생성 시 작업 주문을 예약하지 않으려면 해제하세요
lt_lt: Išjunkite, kad nebūtų suplanuotas darbo užsakymas kuriant
lv_lv: Izslēdziet, lai nepieļautu darba pasūtījuma ieplānošanu izveides brīdī
nb_no: Slå av for å unngå å planlegge arbeidsordren ved oppretting
nl_nl: Schakel uit om te voorkomen dat de werkorder bij aanmaak wordt gepland
pl_pl: Wyłącz, aby uniknąć planowania zlecenia pracy podczas tworzenia
pt_pt: Desative para evitar o agendamento da ordem de intervenção na criação
ro_ro: Dezactivați pentru a evita planificarea comenzii de lucru la creare
ru_ru: Переведите переключатель в положение "Выкл." во избежание постановки заказа на работу в график после создания
sv_se: Stäng av för att undvika att tidsplanera arbetsorder när den skapas
th_th: ปิดเพื่อหลีกเลี่ยงการจัดกำหนดการใบสั่งงานเมื่อสร้าง
tr_tr: İş emrini oluşturma sırasında planlama yapmak istemiyorsanız kapatın
vi_vn: Tắt để tránh lên lịch lệnh phân việc khi tạo
zh_cn: 切换以避免在创建时安排工作订单
zh_tw: 切換關閉，以避免在建立時排程工單

# WOAutoScheduleOff
source: Schedule work order (off)
cs_cz: Naplánovat pracovní příkaz (vyp)
da_dk: Planlæg arbejdsordrejob (fra)
de_de: Arbeitsauftrag planen (aus)
el_gr: Προγραμματισμός εντολής εργασίας (απενεργοποίηση)
es_es: Programar orden de trabajo (desactivado)
et_ee: Töökäsu ajastamine (väljas)
fi_fi: Ajoita työtilaus (ei käytössä)
fr_fr: Planifier un ordre de travail (désactivé)
hu_hu: Munkarendelés ütemezése (ki)
id_id: Jadwalkan perintah kerja (nonaktif)
is_is: Áætla verkbeiðni (slökkt)
it_it: Programma ordine di lavoro (disattivato)
ja_jp: 作業指示書のスケジュール (オフ)
ko_kr: 작업 주문 예약(해제)
lt_lt: Darbo užsakymo planavimas (išjungta)
lv_lv: Ieplānot darba pasūtījumu (izslēgts)
nb_no: Planlegg arbeidsordre (av)
nl_nl: Werkorder plannen (uit)
pl_pl: Zaplanuj zlecenie pracy (wyłączone)
pt_pt: Agendar tarefa de ordem de intervenção (desativado)
ro_ro: Planificare comandă de lucru (dezactivată)
ru_ru: Запланировать заказ на работу (выкл.)
sv_se: Schemalägg arbetsorder (av)
th_th: จัดกำหนดการใบสั่งงาน (ปิด)
tr_tr: İş emri planla (kapalı)
vi_vn: Lên lịch lệnh phân việc (tắt)
zh_cn: 计划工作订单(关闭)
zh_tw: 進行工單排程 (關閉)

# NewWorkOrderButtonLabel
source: New work order
cs_cz: Nový pracovní příkaz
da_dk: Ny arbejdsordre
de_de: Neuer Arbeitsauftrag
el_gr: Νέα εντολή εργασίας
es_es: Nueva orden de trabajo
et_ee: Uus töökäsk
fi_fi: Uusi työtilaus
fr_fr: Nouvel ordre de travail
hu_hu: Új munkarendelés
id_id: Perintah kerja baru
is_is: Ný verkbeiðni
it_it: Nuovo ordine di lavoro
ja_jp: 新しい作業指示書
ko_kr: 새 작업 주문
lt_lt: Naujas darbo užsakymas
lv_lv: Jauns darba pasūtījums
nb_no: Ny arbeidsordre
nl_nl: Nieuwe werkorder
pl_pl: Nowe zlecenie pracy
pt_pt: Nova ordem de intervenção
ro_ro: Comandă de lucru nouă
ru_ru: Новый заказ на работу
sv_se: Ny arbetsorder
th_th: ใบสั่งงานใหม่
tr_tr: Yeni iş emri
vi_vn: Lệnh sản xuất mới
zh_cn: 新建工作订单
zh_tw: 新的工單

# NumberOfAttachmentsLabel
source: {AttachmentsCount} attachment(s)
cs_cz: Přílohy: {AttachmentsCount}
da_dk: {AttachmentsCount} vedhæftede fil(er)
de_de: {AttachmentsCount} Anhang/Anhänge
el_gr: {AttachmentsCount} συνημμένο(α)
es_es: {AttachmentsCount} archivo(s) adjunto(s)
et_ee: {AttachmentsCount} manus(t)
fi_fi: {AttachmentsCount} liite(ttä)
fr_fr: {AttachmentsCount} pièce(s) jointe(s)
hu_hu: {AttachmentsCount} melléklet
id_id: {AttachmentsCount} lampiran
is_is: {AttachmentsCount} viðhengi
it_it: {AttachmentsCount} allegato/i
ja_jp: {AttachmentsCount} 件の添付ファイル
ko_kr: 첨부 파일 {AttachmentsCount}개
lt_lt: {AttachmentsCount} priedas (-ai)
lv_lv: {AttachmentsCount} pielikums(i)
nb_no: {AttachmentsCount} vedlegg
nl_nl: {AttachmentsCount} bijlage(n)
pl_pl: Załączniki: {AttachmentsCount}
pt_pt: {AttachmentsCount} anexo(s)
ro_ro: {AttachmentsCount} atașări
ru_ru: Вложений: {AttachmentsCount}
sv_se: {AttachmentsCount} bilagor
th_th: สิ่งที่แนบ {AttachmentsCount} รายการ
tr_tr: {AttachmentsCount} ek
vi_vn: {AttachmentsCount} tệp đính kèm
zh_cn: {AttachmentsCount} 个附件
zh_tw: {AttachmentsCount} 個附件

# TimeConsumedWithoutMinutesLabel
source: {WholeHours} hour(s)
cs_cz: {WholeHours} hod.
da_dk: {WholeHours} time(r)
de_de: {WholeHours} Stunde(n)
el_gr: {WholeHours} ώρα(ες)
es_es: {WholeHours} hora(s)
et_ee: {WholeHours} tundi(i)
fi_fi: {WholeHours} tunti(a)
fr_fr: {WholeHours} heure(s)
hu_hu: {WholeHours} óra
id_id: {WholeHours} jam
is_is: {WholeHours} klst.
it_it: {WholeHours} ora/e
ja_jp: {WholeHours} 時間
ko_kr: {WholeHours}시간
lt_lt: {WholeHours} val.
lv_lv: {WholeHours} stunda(s)
nb_no: {WholeHours} time(r)
nl_nl: {WholeHours} uur/uren
pl_pl: {WholeHours} godz.
pt_pt: {WholeHours} hora(s)
ro_ro: {WholeHours} ore
ru_ru: {WholeHours} ч
sv_se: {WholeHours} timmar
th_th: {WholeHours} ชั่วโมง
tr_tr: {WholeHours} saat
vi_vn: {WholeHours} giờ
zh_cn: {WholeHours} 小时
zh_tw: {WholeHours} 小時

# TimeConsumedWithMinutesLabel
source: {WholeHours} hour(s) {WholeMinutes} minute(s)
cs_cz: {WholeHours} hod. {WholeMinutes} min.
da_dk: {WholeHours} time(r) {WholeMinutes} minut(ter)
de_de: {WholeHours} Stunde(n) {WholeMinutes} Minute(n)
el_gr: {WholeHours} ώρα(ες) {WholeMinutes} λεπτό(ά)
es_es: {WholeHours} hora(s) {WholeMinutes} minuto(s)
et_ee: {WholeHours} tund(i) {WholeMinutes} minut(it)
fi_fi: {WholeHours} tunti(a) {WholeMinutes} minuutti(a)
fr_fr: {WholeHours} heure(s) {WholeMinutes} minute(s)
hu_hu: {WholeHours} óra {WholeMinutes} perc
id_id: {WholeHours} jam {WholeMinutes} menit
is_is: {WholeHours} klst. {WholeMinutes} mín.
it_it: {WholeHours} ora/e {WholeMinutes} minuto/i
ja_jp: {WholeHours} 時間 {WholeMinutes} 分
ko_kr: {WholeHours}시간 {WholeMinutes}분
lt_lt: {WholeHours} val. {WholeMinutes} min.
lv_lv: {WholeHours} stunda(s) {WholeMinutes} minūte(s)
nb_no: {WholeHours} time(r) og {WholeMinutes} minutt(er)
nl_nl: {WholeHours} uur/uren {WholeMinutes} minuut/minuten
pl_pl: {WholeHours} godz. {WholeMinutes} min
pt_pt: {WholeHours} hora(s) {WholeMinutes} minuto(s)
ro_ro: {WholeHours} ore {WholeMinutes} minute
ru_ru: {WholeHours} ч {WholeMinutes} мин
sv_se: {WholeHours} timmar {WholeMinutes} minuter
th_th: {WholeHours} ชั่วโมง {WholeMinutes} นาที
tr_tr: {WholeHours} saat {WholeMinutes} dakika
vi_vn: {WholeHours} giờ {WholeMinutes} phút
zh_cn: {WholeHours} 小时 {WholeMinutes} 分钟
zh_tw: {WholeHours} 小時 {WholeMinutes} 分鐘

# ItemsConsumedCountV2Label
source: {ConsumedItemsCount} item(s)
cs_cz: Položky: {ConsumedItemsCount}
da_dk: {ConsumedItemsCount} vare(r)
de_de: {ConsumedItemsCount} Artikel
el_gr: {ConsumedItemsCount} στοιχείο(α)
es_es: {ConsumedItemsCount} artículo(s)
et_ee: {ConsumedItemsCount} kaup(a)
fi_fi: {ConsumedItemsCount} nimike(ttä)
fr_fr: {ConsumedItemsCount} article(s)
hu_hu: {ConsumedItemsCount} cikk
id_id: {ConsumedItemsCount} item
is_is: {ConsumedItemsCount} vara/vörur
it_it: {ConsumedItemsCount} articolo/i
ja_jp: {ConsumedItemsCount} 件の項目
ko_kr: 항목 {ConsumedItemsCount}개
lt_lt: {ConsumedItemsCount} prekė (-ės)
lv_lv: {ConsumedItemsCount} krājums(i)
nb_no: {ConsumedItemsCount} vare(r)
nl_nl: {ConsumedItemsCount} artikel(en)
pl_pl: Pozycje: {ConsumedItemsCount}
pt_pt: {ConsumedItemsCount} iten(s)
ro_ro: {ConsumedItemsCount} elemente
ru_ru: Номенклатур: {ConsumedItemsCount}
sv_se: {ConsumedItemsCount} artiklar
th_th: รายการสินค้า {ConsumedItemsCount} รายการ
tr_tr: {ConsumedItemsCount} ürün
vi_vn: {ConsumedItemsCount} mặt hàng
zh_cn: {ConsumedItemsCount} 个项目
zh_tw: {ConsumedItemsCount} 個項目
