Repository: microsoft/scmsamples-EnterpriseAssetManagement
Catalog: Translations/Labels.*.resx
Languages: cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hu_hu, id_id, is_is, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# Error_FailedRetrievingDefaultServiceLevel
source: Failed getting default service level
cs_cz: Nepodařilo se získat výchozí úroveň služby
da_dk: Standardserviceniveauet kunne ikke hentes
de_de: Standardleistungsebene konnte nicht abgerufen werden
el_gr: Αποτυχία λήψης του προεπιλεγμένου επιπέδου υπηρεσίας
es_es: Fallo al obtener el nivel de servicio predeterminado
et_ee: Vaiketeenusetaseme toomine nurjus
fi_fi: Palvelutason oletusasetusten noutaminen epäonnistui
fr_fr: Échec de l’obtention du niveau de service par défaut
hu_hu: Az alapértelmezett szolgáltatásszint beolvasása nem sikerült
id_id: Gagal mengambil tingkat layanan default
is_is: Ekki tókst að sækja sjálfgefið þjónustustig
it_it: Impossibile ottenere il livello di servizio predefinito
ja_jp: 既定サービス レベルの取得に失敗しました
ko_kr: 기본 서비스 수준을 가져오지 못함
lt_lt: Nepavyko gauti numatytojo paslaugos lygio
lv_lv: Neizdevās iegūt noklusējuma pakalpojuma līmeni
nb_no: Kan ikke hente standardservicenivå
nl_nl: Ophalen van standaardserviceniveau is mislukt
pl_pl: Pobieranie domyślnego poziomu usługi zakończyło się niepowodzeniem
pt_pt: Falha ao obter o nível de serviço predefinido
ro_ro: Obținerea nivelului implicit de serviciu nu a reușit
ru_ru: Не удалось получить уровень обслуживания по умолчанию
sv_se: Det gick inte att hämta standardservicenivå
th_th: รับระดับการบริการเริ่มต้นไม่สำเร็จ
tr_tr: Varsayılan hizmet düzeyi alınamadı
vi_vn: Không tải được cấp độ dịch vụ mặc định
zh_cn: 获取默认服务级别失败
zh_tw: 無法取得預設服務等級

# SubmitButtonLabel
source: Submit
cs_cz: Odeslat
da_dk: Indsend
de_de: Senden
el_gr: Υποβολή
es_es: Enviar
et_ee: Edasta
fi_fi: Lähetä
fr_fr: Envoyer
hu_hu: Küldés
id_id: Kirim
is_is: Senda
it_it: Invia
ja_jp: 送信
ko_kr: 제출
lt_lt: Pateikti
lv_lv: Iesniegt
nb_no: Send inn
nl_nl: Indienen
pl_pl: Przekaż
pt_pt: Submeter
ro_ro: Remitere
ru_ru: Отправить
sv_se: Skicka
th_th: ส่ง
tr_tr: Gönder
vi_vn: Gửi
zh_cn: 提交
zh_tw: 提交

# Error_AttachmentCreationFailureFromMissingDocumentTypeConfiguration
source: Attachments could not be created due to missing document type configuration
cs_cz: Přílohy nelze vytvořit z důvodu chybějící konfigurace typu dokumentu
da_dk: Vedhæftede filer kunne ikke oprettes pga. manglende konfiguration af dokumenttype
de_de: Anlagen konnten aufgrund der fehlenden Konfiguration des Dokumenttyps nicht erstellt werden
el_gr: Δεν ήταν δυνατή η δημιουργία συνημμένων λόγω έλλειψης ρύθμισης παραμέτρων τύπου εγγράφου
es_es: No se han podido crear los archivos adjuntos porque falta la configuración de tipo de documento
et_ee: Manuseid ei saanud luua, kuna dokumenditüübi konfiguratsioon puudub
fi_fi: Liitteitä ei voitu luoda puuttuvan asiakirjatyypin määrityksen vuoksi
fr_fr: Impossible de créer les documents joints en raison d’une configuration de type de document manquante
hu_hu: Nem lehet mellékleteket létrehozni, mert hiányzik a dokumentumtípus konfigurációja
id_id: Lampiran tidak dapat dibuat karena konfigurasi jenis dokumen tidak ada
is_is: Ekki var hægt að búa til viðhengi vegna þess að grunnstillingar fyrir skjalagerð vantar
it_it: Impossibile creare allegati a causa della configurazione del tipo di documento mancante
ja_jp: ドキュメント タイプの構成が存在しないため、添付ファイルを作成できませんでした
ko_kr: 누락된 문서 유형 구성으로 인해 첨부 파일을 생성할 수 없음
lt_lt: Priedų nepavyko sukurti dėl trūkstamos dokumento tipo konfigūracijos
lv_lv: Nevarēja izveidot pielikumus, jo trūkst dokumenta veida konfigurācijas
nb_no: Vedlegg kan ikke opprettes på grunn av manglende dokumenttypekonfigurasjon
nl_nl: Bijlagen kunnen niet worden gemaakt vanwege ontbrekende configuratie van documenttype
pl_pl: Nie można utworzyć załączników z powodu braku konfiguracji typu dokumentu
pt_pt: Não foi possível criar anexos por faltar a configuração do tipo de documento
ro_ro: Atașările nu au putut fi create din cauza absenței configurării tipului de document
ru_ru: Не удалось создать вложения в связи с отсутствием конфигурации типа документа
sv_se: Det gick inte att skapa bilagor på grund av att konfigurationen av dokumenttyp saknas
th_th: ไม่สามารถสร้างสิ่งที่แนบได้เนื่องจากไม่มีการตั้งค่าคอนฟิกชนิดเอกสาร
tr_tr: Eksik belge türü yapılandırması nedeniyle ekler oluşturulamadı
vi_vn: Không thể tạo tệp đính kèm do thiếu cấu hình loại tài liệu
zh_cn: 无法创建附件，缺少文档类型配置
zh_tw: 因為缺少文件類型設定，無法建立附件

# MaintenanceRequestsExistingCountLabel
source: Requests ({ExistingRequestsCount})
cs_cz: Požadavky ({ExistingRequestsCount})
da_dk: Anmodninger ({ExistingRequestsCount})
de_de: Anfragen ({ExistingRequestsCount})
el_gr: Αιτήματα ({ExistingRequestsCount})
es_es: Solicitudes ({ExistingRequestsCount})
et_ee: Nõuded ({ExistingRequestsCount})
fi_fi: ({ExistingRequestsCount}) pyyntöä
fr_fr: Demandes ({ExistingRequestsCount})
hu_hu: Kérések ({ExistingRequestsCount})
id_id: Permintaan ({ExistingRequestsCount})
is_is: Beiðnir ({ExistingRequestsCount})
it_it: Richieste ({ExistingRequestsCount})
ja_jp: 要求 ({ExistingRequestsCount})
ko_kr: 요청({ExistingRequestsCount})
lt_lt: Užklausos ({ExistingRequestsCount})
lv_lv: Pieprasījumi ({ExistingRequestsCount})
nb_no: Forespørsler ({ExistingRequestsCount})
nl_nl: Verzoeken ({ExistingRequestsCount})
pl_pl: Żądania ({ExistingRequestsCount})
pt_pt: Pedidos ({ExistingRequestsCount})
ro_ro: Solicitări ({ExistingRequestsCount})
ru_ru: Запросы ({ExistingRequestsCount})
sv_se: Förfrågningar ({ExistingRequestsCount})
th_th: คำขอ ({ExistingRequestsCount})
tr_tr: Talepler ({ExistingRequestsCount})
vi_vn: Yêu cầu ({ExistingRequestsCount})
zh_cn: 请求({ExistingRequestsCount})
zh_tw: 要求 ({ExistingRequestsCount})

# MaintenanceRequestsExistingLabel
source: Requests
cs_cz: Požadavky
da_dk: Anmodninger
de_de: Anfragen
el_gr: Αιτήματα
es_es: Solicitudes
et_ee: Nõuded
fi_fi: Pyynnöt
fr_fr: Demandes
hu_hu: Kérések
id_id: Permintaan
is_is: Beiðnir
it_it: Richieste
ja_jp: 要求
ko_kr: 요청
lt_lt: Užklausos
lv_lv: Pieprasījumi
nb_no: Forespørsler
nl_nl: Verzoeken
pl_pl: Żądania
pt_pt: Pedidos
ro_ro: Solicitări
ru_ru: Запросы
sv_se: Förfrågningar
th_th: คำขอ
tr_tr: Talepler
vi_vn: Yêu cầu
zh_cn: 请求
zh_tw: 要求

# MaintenanceWorkOrdersExistingLabel
source: Work orders
cs_cz: Pracovní příkazy
da_dk: Arbejdsordrer
de_de: Arbeitsaufträge
el_gr: Εντολές εργασίας
es_es: Órdenes de trabajo
et_ee: Töökäsud
fi_fi: Työtilaukset
fr_fr: Ordres de travail
hu_hu: Munkarendelések
id_id: Perintah kerja
is_is: Verkbeiðnir
it_it: Ordini di lavoro
ja_jp: 作業指示書
ko_kr: 작업 주문
lt_lt: Darbo užsakymai
lv_lv: Darba pasūtījumi
nb_no: Arbeidsordrer
nl_nl: Werkorders
pl_pl: Zlecenia pracy
pt_pt: Ordens de intervenção
ro_ro: Comenzi de lucru
ru_ru: Заказы на работу
sv_se: Arbetsorder
th_th: ใบสั่งงาน
tr_tr: İş emirleri
vi_vn: Lệnh phân việc
zh_cn: 工作订单
zh_tw: 工單

# MaintenanceWorkOrdersExistingCountLabel
source: Work orders ({ExistingWorkOrdersCount})
cs_cz: Pracovní příkazy ({ExistingWorkOrdersCount})
da_dk: Arbejdsordrer ({ExistingWorkOrdersCount})
de_de: Arbeitsaufträge ({ExistingWorkOrdersCount})
el_gr: Εντολές εργασίας ({ExistingWorkOrdersCount})
es_es: Órdenes de trabajo ({ExistingWorkOrdersCount})
et_ee: Töökäsud ({ExistingWorkOrdersCount})
fi_fi: Työtilaukset ({ExistingWorkOrdersCount})
fr_fr: Ordres de travail ({ExistingWorkOrdersCount})
hu_hu: Munkarendelések ({ExistingWorkOrdersCount})
id_id: Perintah kerja ({ExistingWorkOrdersCount})
is_is: Verkbeiðnir ({ExistingWorkOrdersCount})
it_it: Ordini di lavoro ({ExistingWorkOrdersCount})
ja_jp: 作業指示書 ({ExistingWorkOrdersCount})
ko_kr: 작업 주문({ExistingWorkOrdersCount})
lt_lt: Darbo užsakymai ({ExistingWorkOrdersCount})
lv_lv: Darba pasūtījumi ({ExistingWorkOrdersCount})
nb_no: Arbeidsordrer ({ExistingWorkOrdersCount})
nl_nl: Werkorders ({ExistingWorkOrdersCount})
pl_pl: Zlecenia pracy ({ExistingWorkOrdersCount})
pt_pt: Ordens de intervenção ({ExistingWorkOrdersCount})
ro_ro: Comenzi de lucru ({ExistingWorkOrdersCount})
ru_ru: Заказы на работу ({ExistingWorkOrdersCount})
sv_se: Arbetsorder ({ExistingWorkOrdersCount})
th_th: ใบสั่งงาน ({ExistingWorkOrdersCount})
tr_tr: İş emirleri ({ExistingWorkOrdersCount})
vi_vn: Lệnh phân việc ({ExistingWorkOrdersCount})
zh_cn: 工作订单({ExistingWorkOrdersCount})
zh_tw: 工單 ({ExistingWorkOrdersCount})

# MRNotesHeaderLabel
source: Notes
cs_cz: Poznámky
da_dk: Noter
de_de: Notizen
el_gr: Σημειώσεις
es_es: Notas
et_ee: Märkused
fi_fi: Muistiinpanot
hu_hu: Megjegyzések
id_id: Catatan
is_is: Athugasemdir
it_it: Note
ja_jp: メモ
ko_kr: 참고
lt_lt: Pastabos
lv_lv: Piezīmes
nb_no: Merknader
nl_nl: Notities
pl_pl: Uwagi
pt_pt: Notas
ro_ro: Note
ru_ru: Примечания
sv_se: Anteckningar
th_th: บันทึกย่อ
tr_tr: Notlar
vi_vn: Ghi chú
zh_cn: 注释
zh_tw: 附註

# MRRequestTypeHeaderLabel
source: Maintenance request type
cs_cz: Typ požadavku na údržbu
da_dk: Vedligeholdelsesanmodningstype
de_de: Wartungsanfragentyp
el_gr: Τύπος αιτήματος συντήρησης
es_es: Tipo de solicitud de mantenimiento
et_ee: Hooldusnõude tüüp
fi_fi: Ylläpitopyynnön tyyppi
fr_fr: Type de demande de maintenance
hu_hu: Karbantartási kérés típusa
id_id: Jenis permintaan pemeliharaan
is_is: Gerð viðhaldsbeiðni
it_it: Tipo di richiesta di intervento di manutenzione
ja_jp: メンテナンス要求タイプ
ko_kr: 유지 관리 요청 유형
lt_lt: Priežiūros užklausos tipas
lv_lv: Uzturēšanas pieprasījuma veids
nb_no: Meldingstype
nl_nl: Type onderhoudsverzoek
pl_pl: Typ żądania konserwacji
pt_pt: Tipo de pedido de manutenção
ro_ro: Tip de solicitare de întreținere
ru_ru: Тип запроса на обслуживание
sv_se: Typ av underhållsbegäran
th_th: ชนิดคำขอการบำรุงรักษา
tr_tr: Bakım talebi türü
vi_vn: Loại yêu cầu bảo trì
zh_cn: 维护请求类型
zh_tw: 維護要求類型

# MRAddImageButtonLabel
source: Add photos
cs_cz: Přidat fotky
da_dk: Tilføj billeder
de_de: Fotos hinzufügen
el_gr: Προσθήκη φωτογραφιών
es_es: Agregar fotos
et_ee: Lisa fotod
fi_fi: Lisää valokuvia
fr_fr: Ajouter des photos
hu_hu: Fényképek hozzáadása
id_id: Tambahkan foto
is_is: Setja inn myndir
it_it: Aggiungi foto
ja_jp: 写真の追加
ko_kr: 사진 추가
lt_lt: Pridėti nuotraukas
lv_lv: Pievienot fotoattēlus
nb_no: Legg til bilder
nl_nl: Foto's toevoegen
pl_pl: Dodaj zdjęcia
pt_pt: Adicionar fotos
ro_ro: Adăugare fotografii
ru_ru: Добавить фотографии
sv_se: Lägg till foton
th_th: เพิ่มรูปถ่าย
tr_tr: Fotoğraf ekle
vi_vn: Thêm ảnh
zh_cn: 添加照片
zh_tw: 新增相片

# MRCreationInstructionLabel
source: Tell us what needs to be done
cs_cz: Řekněte nám, co je třeba udělat
da_dk: Fortæl os, hvad der skal gøres
de_de: Teilen Sie uns mit, was zu tun ist
el_gr: Πείτε μας τι πρέπει να γίνει
es_es: Díganos qué debe hacerse
et_ee: Andke meile teada, mida tuleb teha
fi_fi: Kerro, mitä pitää tehdä
fr_fr: Donnez-nous votre avis sur ce qui doit être fait
hu_hu: Ismertesse a szükséges teendőket
id_id: Beri tahu kami apa yang perlu dilakukan
is_is: Hvað þarf að gera?
it_it: Indica cosa occorre eseguire
ja_jp: ご要望をお知らせください
ko_kr: 해야 할 일을 알려주세요
lt_lt: Pasakykite, ką reikia padaryti
lv_lv: Pastāstiet mums, kas ir jāizdara
nb_no: Fortell oss hva som må gjøres
nl_nl: Vertel ons wat er moet worden gedaan
pl_pl: Poinformuj nas, co trzeba zrobić
pt_pt: Diga-nos o que tem de ser feito
ro_ro: Spuneți-ne ce trebuie făcut
ru_ru: Расскажите, что необходимо сделать
sv_se: Berätta vad som måste göras
th_th: บอกเราว่าต้องทำอะไรบ้าง
tr_tr: Yapılması gerekenleri bize söyleyin
vi_vn: Cho chúng tôi biết điều cần được thực hiện
zh_cn: 告诉我们需要做什么
zh_tw: 告訴我們需要做什麼

# MRDescriptionHeaderLabel
source: Description
cs_cz: Popis
da_dk: Beskrivelse
de_de: Beschreibung
el_gr: Περιγραφή
es_es: Descripción
et_ee: Kirjeldus
fi_fi: Kuvaus
hu_hu: Leírás
id_id: Deskripsi
is_is: Lýsing
it_it: Descrizione
ja_jp: 説明
ko_kr: 설명
lt_lt: Aprašymas
lv_lv: Apraksts
nb_no: Beskrivelse
nl_nl: Beschrijving
pl_pl: Opis
pt_pt: Descrição
ro_ro: Descriere
ru_ru: Описание
sv_se: Beskrivning
th_th: คำอธิบาย
tr_tr: Açıklama
vi_vn: Mô tả
zh_cn: 描述
zh_tw: 描述

# MRCreateSuccessLabel
source: Maintenance request got successfully created: {NewRequestID}
cs_cz: Požadavek na údržbu byl úspěšně vytvořen: {NewRequestID}
da_dk: Vedligeholdelsesanmodning blev oprettet: {NewRequestID}
de_de: Wartungsanfrage wurde erfolgreich erstellt: {NewRequestID}
el_gr: Το αίτημα συντήρησης δημιουργήθηκε με επιτυχία: {NewRequestID}
es_es: La solicitud de mantenimiento se ha creado correctamente: {NewRequestID}
et_ee: Hooldusnõue on loodud: {NewRequestID}
fi_fi: Ylläpitopyynnön luonti onnistui: {NewRequestID}
fr_fr: La demande de maintenance a été créée : {NewRequestID}
hu_hu: A karbantartási kérés sikeresen létrejött: {NewRequestID}
id_id: Permintaan pemeliharaan berhasil dibuat: {NewRequestID}
is_is: Viðhaldsbeiðni var stofnuð: {NewRequestID}
it_it: Creazione richiesta di intervento di manutenzione completata: {NewRequestID}
ja_jp: メンテナンス要求を正常に作成しました: {NewRequestID}
ko_kr: 다음 유지 관리 요청이 성공적으로 생성됨: {NewRequestID}
lt_lt: Techninės priežiūros užklausa sėkmingai sukurta: {NewRequestID}
lv_lv: Uzturēšanas pieprasījums ir sekmīgi izveidots: {NewRequestID}
nb_no: Meldingen ble opprettet: {NewRequestID}
nl_nl: Onderhoudsverzoek is gemaakt: {NewRequestID}
pl_pl: Żądanie konserwacji zostało utworzone pomyślnie: {NewRequestID}
pt_pt: O pedido de manutenção foi criado com êxito: {NewRequestID}
ro_ro: Solicitarea de întreținere a fost creată cu succes: {NewRequestID}
ru_ru: Запрос на обслуживание успешно создан: {NewRequestID}
sv_se: Underhållsbegäran har skapats: {NewRequestID}
th_th: สร้างคำขอการบำรุงรักษาเรียบร้อยแล้ว: {NewRequestID}
tr_tr: Bakım talebi başarıyla oluşturuldu: {NewRequestID}
vi_vn: Đã tạo thành công yêu cầu bảo trì: {NewRequestID}
zh_cn: 维护请求已成功创建: {NewRequestID}
zh_tw: 已成功建立維護要求: {NewRequestID}

# DoneButtonLabel
source: Done
cs_cz: Hotovo
da_dk: Færdig
de_de: Fertig
el_gr: Τέλος
es_es: Listo
et_ee: Valmis
fi_fi: Valmis
fr_fr: Terminé
hu_hu: Kész
id_id: Selesai
is_is: Lokið
it_it: Fatto
ja_jp: 完了
ko_kr: 완료
lt_lt: Atlikta
lv_lv: Pabeigts
nb_no: Utført
nl_nl: Gereed
pl_pl: Zakończono
pt_pt: Concluído
ro_ro: Terminat
ru_ru: Готово
sv_se: Klar
th_th: เสร็จ
tr_tr: Bitti
vi_vn: Hoàn tất
zh_cn: 完成
zh_tw: 完成

# OnboardingLegalEntityTitleLabel
source: Across legal entities
cs_cz: Mezi právnickými osobami
da_dk: På tværs af juridiske enheder
de_de: Über juristische Personen hinweg
el_gr: Όλες οι νομικές οντότητες
es_es: En todas las entidades jurídicas
et_ee: Juriidiliste isikute lõikes
fi_fi: Yritysten välillä
fr_fr: Entre les entités juridiques
hu_hu: Jogi személyek között
id_id: Berbagai badan hukum
is_is: Yfir lögaðila
it_it: Tra persone giuridiche
ja_jp: 法人間
ko_kr: 법인 간
lt_lt: Tarp juridinių asmenų
lv_lv: Starp juridiskajām personām
nb_no: På tvers av juridiske enheter
nl_nl: Tussen rechtspersonen
pl_pl: W wielu osobach prawnych
pt_pt: Nas entidades legais
ro_ro: Dintre entitățile juridice
ru_ru: Несколько юридических лиц
sv_se: För alla juridiska personer
th_th: ข้ามนิติบุคคล
tr_tr: Tüzel kişilikler genelinde
vi_vn: Trên các pháp nhân
zh_cn: 跨法人
zh_tw: 跨法律實體

# OnboardingLegalEntityDescriptionLabel
source: Just tap the profile picture to show your available legal entities.
cs_cz: Stačí klepnout na profilový obrázek a zobrazí se dostupné právnické osoby.
da_dk: Tryk på profilbilledet for at vise dine tilgængelige juridiske enheder.
de_de: Tippen Sie einfach das Profilbild an, um die verfügbaren juristischen Personen anzuzeigen.
el_gr: Απλώς πατήστε στην εικόνα προφίλ για να εμφανίσετε τις διαθέσιμες νομικές οντότητες.
es_es: Solo tiene que usar la imagen de perfil para mostrar las entidades jurídicas disponibles.
et_ee: Saadaolevate juriidiliste isikute kuvamiseks puudutage lihtsalt profiilipilti.
fi_fi: Napauta vain profiilikuvaa näyttääksesi käytettävissä olevat yritykset.
fr_fr: Appuyez sur l’image de profil pour afficher vos entités juridiques disponibles.
hu_hu: Csak koppintson a profilképre az elérhető jogi személyek megjelenítéséhez.
id_id: Cukup ketuk gambar profil untuk menampilkan badan hukum yang tersedia.
is_is: Aðeins þarf að pikka á notandamyndina til að birta tiltæka lögaðila.
it_it: Toccare l'immagine del profilo per visualizzare le persone giuridiche disponibili.
ja_jp: プロフィール写真をタップするだけで、利用できる法人を確認できます。
ko_kr: 프로필 사진을 탭하면 사용 가능한 법인이 표시됩니다.
lt_lt: Tiesiog bakstelėkite profilio nuotrauką, kad pamatytumėte savo turimus juridinius asmenis.
lv_lv: Vienkārši pieskarieties profila attēlam, lai parādītu pieejamās juridiskās personas.
nb_no: Trykk på profilbildet for å vise de tilgjengelige juridiske enhetene.
nl_nl: Tik op de profielafbeelding om uw beschikbare rechtspersonen weer te geven.
pl_pl: Po prostu stuknij obraz profilu, aby wyświetlić dostępne osoby prawne.
pt_pt: Basta tocar na foto do perfil para mostrar as suas entidades legais disponíveis.
ro_ro: Doar atingeți fotografia de profil pentru a vă afișa entitățile juridice disponibile.
ru_ru: Коснитесь изображения профиля, чтобы отобразить доступные юридические лица.
sv_se: Tryck på profilbilden för att visa dina tillgängliga juridiska personer.
th_th: เพียงแตะที่รูปภาพโพรไฟล์เพื่อแสดงนิติบุคคลที่คุณมีอยู่
tr_tr: Kullanılabilir tüzel kişiliklerinizi görüntülemek için profil resminize dokunun.
vi_vn: Chỉ cần nhấn vào ảnh hồ sơ để hiển thị các pháp nhân có sẵn.
zh_cn: 只需点击配置文件图片即可显示可用法人。
zh_tw: 只需點選設定檔圖片即可顯示可用的法律實體。

# OnboardingLegalEntitySubTitleLabel
source: Swap between multiple legal entities
cs_cz: Výměna mezi více právnickými osobami
da_dk: Skift mellem flere juridiske enheder
de_de: Zwischen mehreren juristischen Personen wechseln
el_gr: Πραγματοποιήστε εναλλαγή μεταξύ πολλών νομικών οντοτήτων
es_es: Cambiar entre varias entidades jurídicas
et_ee: Mitme juriidilise isiku vahel vahetamine
fi_fi: Vaihda useiden yritysten välillä
fr_fr: Passer d’une entité juridique à une autre
hu_hu: Váltás több jogi személy között
id_id: Beralih ke berbagai badan hukum lainnya
is_is: Skipta á milli margra lögaðila
it_it: Swapping tra più persone giuridiche
ja_jp: 複数の法人を入れ替える
ko_kr: 여러 법인 간 전환
lt_lt: Keitimas tarp kelių juridinių asmenų
lv_lv: Vairāku juridisko personu samainīšana
nb_no: Bytt mellom flere juridiske enheter
nl_nl: Wisselen tussen meerdere rechtspersonen
pl_pl: Przełącz między wieloma osobami prawnymi
pt_pt: Troca entre várias entidades legais
ro_ro: Comutați între mai multe entități juridice
ru_ru: Переключаться между юридическими лицами очень легко
sv_se: Växla mellan flera juridiska personer
th_th: สลับระหว่างหลายนิติบุคคล
tr_tr: Birden çok tüzel kişilik arasında geçiş yapın
vi_vn: Hoán đổi giữa nhiều pháp nhân
zh_cn: 在多个法人之间交换
zh_tw: 在多個法律實體之間切換

# OnboardingGetStartedButtonLabel
source: Get started
cs_cz: Začínáme
da_dk: Kom i gang
de_de: Erste Schritte
el_gr: Έναρξη
es_es: Comenzar
et_ee: Alustage
fi_fi: Aloittaminen
fr_fr: Démarrage
hu_hu: Első lépések
id_id: Memulai
is_is: Hafist handa
it_it: Attività iniziali
ja_jp: 開始する
ko_kr: 시작
lt_lt: Pradėti
lv_lv: Sākt darbu
nb_no: Kom i gang
nl_nl: Aan de slag
pl_pl: Rozpocznij
pt_pt: Introdução
ro_ro: Începeți
ru_ru: Приступить
sv_se: Kom igång
th_th: เริ่มต้นใช้งาน
tr_tr: Kullanmaya başlayın
vi_vn: Bắt đầu
zh_cn: 开始
zh_tw: 開始使用

# OnboardingWorkOrdersTitleLabel
source: Efficient work orders
cs_cz: Efektivní pracovní příkazy
da_dk: Effektive arbejdsordrer
de_de: Effiziente Arbeitsaufträge
el_gr: Αποδοτικές εντολές εργασίας
es_es: Órdenes de trabajo eficientes
et_ee: Tõhusad töökäsud
fi_fi: Tehokkaat työtilaukset
fr_fr: Ordres de travail à rendement élevé
hu_hu: Hatékony munkarendelések
id_id: Perintah kerja yang efisien
is_is: Skilvirkar verkbeiðnir
it_it: Ordini di lavoro efficienti
ja_jp: 効率的な作業指示書
ko_kr: 효율적인 작업 주문
lt_lt: Efektyvūs darbo užsakymai
lv_lv: Efektīvi darba pasūtījumi
nb_no: Effektive arbeidsordrer
nl_nl: Efficiënte werkorders
pl_pl: Wydajne zlecenia pracy
pt_pt: Ordens de intervenção eficientes
ro_ro: Comenzi de lucru eficiente
ru_ru: Эффективные заказы на работу
sv_se: Effektiva arbetsorder
th_th: ใบสั่งงานที่มีประสิทธิภาพ
tr_tr: Verimli iş emirleri
vi_vn: Lệnh phân việc hiệu quả
zh_cn: 有效工作订单
zh_tw: 高效的工單

# OnboardingWorkOrdersDescriptionLabel
source: View documentation and have clear communication and history of maintenance.
cs_cz: Prohlédněte si dokumentaci a získejte přehlednou komunikaci a historii údržby.
da_dk: Vis dokumentation, og ryd kommunikation og vedligeholdelseshistorik.
de_de: Schauen Sie sich die Dokumentation an und erhalten Sie eine eindeutige Kommunikation und einen eindeutigen Wartungsverlauf.
el_gr: Ανατρέξτε στην τεκμηρίωση και αποκτήστε μια σαφή επικοινωνία και ιστορικό συντήρησης.
es_es: Consulte la documentación y mantenga una comunicación y un historial de mantenimiento claros.
et_ee: Saate vaadata dokumentatsiooni ning pidada selget suhtlust ja näha hooldusajalugu.
fi_fi: Näytä dokumentaatio ja tyhjennä viestintä- ja ylläpitohistoria.
fr_fr: Afficher la documentation et disposer d’une communication et d’un historique de maintenance clairs.
hu_hu: Tekintse meg a dokumentációt a világos kommunikációért és a karbantartási előzményekért.
id_id: Lihat dokumentasi dan simpan komunikasi yang jelas serta riwayat pemeliharaan.
is_is: Skoðið fylgigögn og tryggið skýr samskipti um og feril yfir viðhald.
it_it: Visualizzare la documentazione, avere una comunicazione chiara e lo storico di manutenzione.
ja_jp: ドキュメントを表示して、コミュニケーションとメンテナンスの履歴を明確化します。
ko_kr: 문서를 보고 명확한 커뮤니케이션과 유지 관리 내역을 확인합니다.
lt_lt: Peržiūrėkite dokumentaciją ir turėkite aiškią komunikaciją bei techninės priežiūros istoriją.
lv_lv: Skatiet dokumentāciju un iegūstiet skaidru saziņu un uzturēšanas vēsturi.
nb_no: Vis dokumentasjon og ha tydelig kommunikasjon og historikk over vedlikehold.
nl_nl: Documentatie weergeven voor een duidelijke communicatie en geschiedenis van het onderhoud.
pl_pl: Wyświetl dokumentację oraz zobacz wyraźnie komunikację i historię konserwacji.
pt_pt: Veja a documentação, comunique de forma clara e faça um histórico da manutenção.
ro_ro: Vizualizați documentația și beneficiați de o comunicare clară și de istoricul întreținerii.
ru_ru: Просматривайте документацию, четко понимайте друг друга и ведите историю обслуживания.
sv_se: Visa dokumentation och få tydlig kommunikation och underhållshistorik.
th_th: ดูเอกสารประกอบและแสดงการสื่อสารและประวัติการบำรุงรักษาที่ชัดเจน
tr_tr: Belgeleri görüntüleyin ve bakım için net bir iletişim ve geçmiş edinin.
vi_vn: Xem hướng dẫn sử dụng và giao tiếp rõ ràng, đồng thời có được lịch sử bảo trì.
zh_cn: 查看文档，获取清晰的通信和维护历史记录。
zh_tw: 檢視文件，並有明確的溝通和維護歷程記錄。

# OnboardingWorkOrdersSubTitleLabel
source: Have full control of your assets
cs_cz: Plná kontrola nad vaším majetkem
da_dk: Få fuld kontrol over dine aktiver
de_de: Vollständige Kontrolle über die eigenen Anlagen
el_gr: Αποκτήστε τον πλήρη έλεγχο των πάγιων στοιχείων σας
es_es: Pleno control de sus activos
et_ee: Hankige täielik kontroll oma varade üle
fi_fi: Hallitse resurssejasi täysin
fr_fr: Contrôlez entièrement vos actifs
hu_hu: Teljes hozzáférés az eszközökhöz
id_id: Miliki kendali penuh atas aset Anda
is_is: Tryggið fulla stjórn á eignunum
it_it: Controllo completo dei cespiti
ja_jp: 資産を完全に管理する
ko_kr: 자산을 완벽하게 통제하세요
lt_lt: Visiškai kontroliuokite savo turtą
lv_lv: Pilnībā kontrolējiet savus līdzekļus
nb_no: Ha full kontroll over objektene
nl_nl: Volledige controle over uw activa
pl_pl: Zachowaj pełną kontrolę nad swoimi składnikami majątku
pt_pt: Tenha controlo total dos seus ativos
ro_ro: Aveți control deplin asupra activelor dvs.
ru_ru: Вы сохраняете полный контроль над своими активами
sv_se: Ha fullständig kontroll över dina tillgångar
th_th: มีสิทธิ์ควบคุมสินทรัพย์ของคุณเต็มที่
tr_tr: Kıymetleriniz üzerinde tam denetime sahip olun
vi_vn: Có toàn quyền kiểm soát tài sản của bạn
zh_cn: 完全控制您的资产
zh_tw: 完全控制您的資產
