Repository: microsoft/scmsamples-EnterpriseAssetManagement
Catalog: Translations/Labels.*.resx
Languages: cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hu_hu, id_id, is_is, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# BackButtonAccessibleLabel
source: Go back
cs_cz: Přejít zpět
da_dk: Gå tilbage
de_de: Zurück
el_gr: Επιστροφή
es_es: Volver
et_ee: Mine tagasi
fi_fi: Palaa
fr_fr: Retour
hu_hu: Vissza
id_id: Kembali
is_is: Til baka
it_it: Indietro
ja_jp: 戻る
ko_kr: 돌아가기
lt_lt: Grįžti atgal
lv_lv: Atgriezties
nb_no: Gå tilbake
nl_nl: Terug
pl_pl: Wróć
pt_pt: Voltar
ro_ro: Salt înapoi
ru_ru: Назад
sv_se: Gå tillbaka
th_th: กลับ
tr_tr: Geri git
vi_vn: Quay lại
zh_cn: 返回
zh_tw: 返回

# JobsLabel
source: Jobs
cs_cz: Úlohy
da_dk: Job
de_de: Einzelvorgang
el_gr: Εργασίες
es_es: Trabajos
et_ee: Tööd
fi_fi: Työt
fr_fr: Tâches
hu_hu: Beosztások
id_id: Pekerjaan
is_is: Verk
it_it: Processi
ja_jp: ジョブ
ko_kr: 작업
lt_lt: Darbai
lv_lv: Darbi
nb_no: Jobber
nl_nl: Taken
pl_pl: Zadania
pt_pt: Tarefas
ro_ro: Lucrări
ru_ru: Задания
sv_se: Jobb
th_th: งาน
tr_tr: İşler
vi_vn: Công việc
zh_cn: 作业
zh_tw: 工作

# WorkOrdersLabel
source: Work orders
cs_cz: Pracovní příkazy
da_dk: Arbejdsordrer
de_de: Arbeitsaufträge
el_gr: Εντολές εργασίας
es_es: Órdenes de trabajo
et_ee: Töökäsud
fi_fi: Työtilaukset
fr_fr: Ordres de travail
hu_hu: Munkarendelések
id_id: Perintah kerja
is_is: Verkbeiðnir
it_it: Ordini di lavoro
ja_jp: 作業指示書
ko_kr: 작업 주문
lt_lt: Darbo užsakymai
lv_lv: Darba pasūtījumi
nb_no: Arbeidsordrer
nl_nl: Werkorders
pl_pl: Zlecenia pracy
pt_pt: Ordens de intervenção
ro_ro: Comenzi de lucru
ru_ru: Заказы на работу
sv_se: Arbetsorder
th_th: ใบสั่งงาน
tr_tr: İş emirleri
vi_vn: Lệnh phân việc
zh_cn: 工作订单
zh_tw: 工單

# NewRequestButtonLabel
source: + Request
cs_cz: + Požadavek
da_dk: + Anmodning
de_de: + Anfrage
el_gr: + Αίτημα
es_es: + Solicitud
et_ee: + Taotlus
fi_fi: + Pyyntö
fr_fr: + Requête
hu_hu: + Kérés
id_id: + Permintaan
is_is: + Beiðni
it_it: + Richiesta
ja_jp: + 要求
ko_kr: + 요청
lt_lt: + Pateikti užklausą
lv_lv: + Pieprasījums
nb_no: + Forespørsel
nl_nl: + Aanvragen
pl_pl: + Żądanie
pt_pt: + Pedir
ro_ro: + Solicitare
ru_ru: + Запрос
sv_se: + Begäran
th_th: + คำขอ
tr_tr: + Talep
vi_vn: + Yêu cầu
zh_cn: + 请求
zh_tw: + 要求

# RequestMaintenanceLabel
source: Request maintenance
cs_cz: Vyžádat údržbu
da_dk: Anmod om vedligeholdelse
de_de: Wartung anfordern
el_gr: Αίτημα για συντήρηση
es_es: Solicitar mantenimiento
et_ee: Taotle hooldust
fi_fi: Tee ylläpitopyyntö
fr_fr: Demander de la maintenance
hu_hu: Karbantartás kérése
id_id: Minta pemeliharaan
is_is: Biðja um viðhald
it_it: Richiesta di intervento di manutenzione
ja_jp: メンテナンスの要求
ko_kr: 유지 관리 요청
lt_lt: Pateikti priežiūros užklausą
lv_lv: Pieprasīt uzturēšanu
nb_no: Be om vedlikehold
nl_nl: Onderhoudsverzoek indienen
pl_pl: Zażądaj konserwację
pt_pt: Pedir manutenção
ro_ro: Solicitare întreținere
ru_ru: Запросить обслуживание
sv_se: Begär underhåll
th_th: ขอการบำรุงรักษา
tr_tr: Bakım talep et
vi_vn: Yêu cầu bảo trì
zh_cn: 请求维护
zh_tw: 要求維護

# SearchLabel
source: Search
cs_cz: Hledání
da_dk: Søg
de_de: Suche
el_gr: Αναζήτηση
es_es: Búsqueda
et_ee: Otsi
fi_fi: Hae
fr_fr: Rechercher
hu_hu: Keresés
id_id: Cari
is_is: Leita
it_it: Cerca
ja_jp: 検索
ko_kr: 검색
lt_lt: Paieška
lv_lv: Meklēt
nb_no: Søk
nl_nl: Zoeken
pl_pl: Szukaj
pt_pt: Pesquisar
ro_ro: Căutare
ru_ru: Поиск
sv_se: Sök
th_th: ค้นหา
tr_tr: Ara
vi_vn: Tìm kiếm
zh_cn: 搜索
zh_tw: 搜尋

# ScanLabel
source: Scan
cs_cz: Naskenovat
de_de: Scannen
el_gr: Σάρωση
es_es: Digitalizar
et_ee: Skanni
fi_fi: Skannaa
fr_fr: Numériser
hu_hu: Keresés
id_id: Pindai
is_is: Skanna
it_it: Scansione
ja_jp: スキャン
ko_kr: 스캔
lt_lt: Nuskaityti
lv_lv: Skenēt
nb_no: Skann
nl_nl: Scannen
pl_pl: Skanuj
pt_pt: Ler
ro_ro: Scanare
ru_ru: Сканировать
sv_se: Skanna
th_th: สแกน
tr_tr: Tara
vi_vn: Quét
zh_cn: 扫描
zh_tw: 掃描

# AssetsLabel
source: Assets
cs_cz: Majetek
da_dk: Aktiver
de_de: Anlagen
el_gr: Πάγια στοιχεία
es_es: Activos
et_ee: Varad
fi_fi: Resurssit
fr_fr: Actifs
hu_hu: Eszközök
id_id: Aset
is_is: Eignir
it_it: Cespiti
ja_jp: 資産
ko_kr: 자산
lt_lt: Turtas
lv_lv: Līdzekļi
nb_no: Objekter
nl_nl: Activa
pl_pl: Składniki majątku
pt_pt: Ativos
ro_ro: Active
ru_ru: Активы
sv_se: Tillgångar
th_th: สินทรัพย์
tr_tr: Kıymetler
vi_vn: Tài sản
zh_cn: 资产
zh_tw: 資產

# FunctionalLocationsLabel
source: Functional locations
cs_cz: Funkční místa
da_dk: Arbejdssteder
de_de: Funktionale Standorte
el_gr: Λειτουργικές τοποθεσίες
es_es: Ubicaciones técnicas
et_ee: Töö asukohad
fi_fi: Toiminnalliset sijainnit
fr_fr: Postes techniques
hu_hu: Munkavégzési helyszínek
id_id: Lokasi fungsional
is_is: Virkar staðsetningar
it_it: Unità funzionali
ja_jp: 機能の場所
ko_kr: 기능 위치
lt_lt: Funkcinės vietos
lv_lv: Funkcionālie novietojumi
nb_no: Funksjonslokasjoner
nl_nl: Functionele locaties
pl_pl: Lokalizacje czynności konserwacyjnych
pt_pt: Localizações funcionais
ro_ro: Locații funcționale
ru_ru: Функциональные местоположения
sv_se: Funktionsplatser
th_th: ตำแหน่งที่ทำงาน
tr_tr: İşlem yapılacak yerleşimler
vi_vn: Các vị trí chức năng
zh_cn: 功能位置
zh_tw: 功能位置

# SearchByAssetLabel
source: Search by asset type or asset id
cs_cz: Vyhledávání podle typu majetku nebo ID majetku
da_dk: Søg efter aktivtype eller aktiv-id
de_de: Nach Anlagentyp oder Anlagenkennung suchen
el_gr: Αναζήτηση κατά τύπο πάγιου στοιχείου ή αναγνωριστικό πάγιου στοιχείου
es_es: Buscar por tipo de activo o id. de activo
et_ee: Otsige vara tüübi või vara ID järgi
fi_fi: Etsi resurssityypin tai resurssitunnuksen perusteella
fr_fr: Rechercher par type d’actif ou ID d’actif
hu_hu: Keresés eszköztípus vagy eszközazonosító alapján
id_id: Cari berdasarkan jenis aset atau ID aset
is_is: Leita eftir tegund eignar eða auðkenni eignar
it_it: Cerca per tipo di cespite o ID cespite
ja_jp: 資産タイプや資産 ID で検索します
ko_kr: 자산 유형 또는 자산 ID로 검색
lt_lt: Paieška pagal turto tipą arba turto identifikatorių
lv_lv: Meklēt pēc līdzekļa veida vai līdzekļa ID
nb_no: Søk etter objekttype eller objekt-ID
nl_nl: Zoeken op activatype of activa-id
pl_pl: Wyszukaj według typu składnika majątku lub jego identyfikatora
pt_pt: Pesquisar por tipo de ativo ou ID de ativo
ro_ro: Căutare după tipul activului sau după ID-ul materialului
ru_ru: Поиск по типу актива или по ИД актива
sv_se: Sök efter tillgångstyp eller tillgångs-ID
th_th: ค้นหาตามชนิดสินทรัพย์หรือรหัสสินทรัพย์
tr_tr: Kıymet türüne veya kıymet koduna göre arayın
vi_vn: Tìm kiếm theo loại tài sản hoặc ID tài sản
zh_cn: 按资产类型或资产 ID 搜索
zh_tw: 依資產類型或資產識別碼搜尋

# SearchByLocationLabel
source: Search by location name or location id
cs_cz: Vyhledávání podle názvu místa nebo ID místa
da_dk: Søg efter lokationsnavn eller lokations-id
de_de: Nach Standortname oder Standortkennung suchen
el_gr: Αναζήτηση κατά όνομα τοποθεσίας ή αναγνωριστικό τοποθεσίας
es_es: Buscar por nombre de ubicación o id. de ubicación
et_ee: Otsige asukoha nime või asukoha ID järgi
fi_fi: Etsi sijainnin nimen tai sijainnin tunnuksen perusteella
fr_fr: Rechercher par nom d’emplacement ou ID d’emplacement
hu_hu: Keresés helynév vagy helyazonosító alapján
id_id: Cari berdasarkan nama lokasi atau ID lokasi
is_is: Leita eftir heiti birgðageymslu eða auðkenni birgðageymslu
it_it: Cerca per nome ubicazione o ID ubicazione
ja_jp: 場所の名前や ID で検索します
ko_kr: 위치 이름 또는 위치 ID로 검색
lt_lt: Paieška pagal vietos pavadinimą arba vietos identifikatorių
lv_lv: Meklēt pēc atrašanās vietas nosaukuma vai atrašanās vietas ID
nb_no: Søk etter lokasjonsnavn eller lokasjons-ID
nl_nl: Zoeken op locatienaam of locatie-id
pl_pl: Wyszukaj według nazwy lokalizacji lub jej identyfikatora
pt_pt: Pesquisar por nome de localização ou ID de localização
ro_ro: Căutare după numele locației sau după ID-ul locației
ru_ru: Поиск по наименованию местоположения или по ИД местоположения
sv_se: Sök efter platsnamn eller plats-ID
th_th: ค้นหาตามชื่อสถานที่หรือรหัสสถานที่
tr_tr: Yerleşim adına veya yerleşim koduna göre arayın
vi_vn: Tìm kiếm theo tên vị trí hoặc ID vị trí
zh_cn: 按位置名称或位置 ID 搜索
zh_tw: 依位置名稱或位置識別碼搜尋

# WorkersRemarkLabel
source: Worker's remark
cs_cz: Poznámka pracovníka
da_dk: Arbejders bemærkning
de_de: Bemerkung der Arbeitskraft
el_gr: Παρατήρηση εργαζομένου
es_es: Comentario del trabajador
et_ee: Töötaja märkus
fi_fi: Työntekijän huomautus
fr_fr: Remarque du collaborateur
hu_hu: Dolgozói megjegyzés
id_id: Komentar pekerja
is_is: Athugasemd starfskrafts
it_it: Commento lavoratore
ja_jp: 作業者の備考
ko_kr: 작업자 설명
lt_lt: Darbuotojo pastaba
lv_lv: Nodarbinātā atzīme
nb_no: Arbeiderens kommentar
nl_nl: Opmerking van medewerker
pl_pl: Uwaga pracownika
pt_pt: Observação do trabalhador
ro_ro: Observație lucrător
ru_ru: Примечание работника
sv_se: Arbetarens kommentar
th_th: ข้อสังเกตของผู้ปฏิบัติงาน
tr_tr: Çalışan açıklaması
vi_vn: Ghi chú của người lao động
zh_cn: 工作人员的注解
zh_tw: 工作者的備註

# InternalNoteLabel
source: Internal note
cs_cz: Interní poznámka
da_dk: Intern note
de_de: Interner Hinweis
el_gr: Εσωτερική σημείωση
es_es: Nota interna
et_ee: Sisemärkus
fi_fi: Sisäinen huomautus
fr_fr: Note interne
hu_hu: Belső megjegyzés
id_id: Catatan internal
is_is: Innri athugasemd
it_it: Nota interna
ja_jp: 内部メモ
ko_kr: 내부 메모
lt_lt: Vidinės pastabos
lv_lv: Iekšēja piezīme
nb_no: Intern merknad
nl_nl: Interne notitie
pl_pl: Notatka wewnętrzna
pt_pt: Nota interna
ro_ro: Notă internă
ru_ru: Внутреннее примечание
sv_se: Intern anteckning
th_th: หมายเหตุภายใน
tr_tr: Dahili not
vi_vn: Ghi chú nội bộ
zh_cn: 内部工作记录
zh_tw: 內部附註

# AttachmentsLabel
source: Attachments
cs_cz: Přílohy
da_dk: Vedhæftede filer
de_de: Anhänge
el_gr: Συνημμένα
es_es: Archivos adjuntos
et_ee: Manused
fi_fi: Liitteet
fr_fr: Documents joints
hu_hu: Mellékletek
id_id: Lampiran
is_is: Viðhengi
it_it: Allegati
ja_jp: 添付ファイル
ko_kr: 첨부 파일
lt_lt: Priedai
lv_lv: Pielikumi
nb_no: Vedlegg
nl_nl: Bijlagen
pl_pl: Załączniki
pt_pt: Anexos
ro_ro: Atașări
ru_ru: Вложения
sv_se: Bilagor
th_th: สิ่งที่แนบ
tr_tr: Ekler
vi_vn: Tệp đính kèm
zh_cn: 附件
zh_tw: 附件

# MyTimeSpentLabel
source: My time spent
cs_cz: Můj strávený čas
da_dk: Mit tidsforbrug
de_de: Benötigte Zeit
el_gr: Ο δικός μου χρόνος που δαπανήθηκε
es_es: Mi tiempo empleado
et_ee: Minu kulunud aeg
fi_fi: Oma käytetty aika
fr_fr: Mon temps passé
hu_hu: Saját felhasznált idő
id_id: Waktu yang saya habiskan
is_is: Tími vinnu notanda
it_it: Tempo impiegato personale
ja_jp: 自分の所要時間
ko_kr: 내 소요 시간
lt_lt: Mano praleistas laikas
lv_lv: Mans patērētais laiks
nb_no: Min tid brukt
nl_nl: Mijn bestede tijd
pl_pl: Mój czas pracy
pt_pt: O meu tempo utilizado
ro_ro: Timpul meu scurs
ru_ru: Мое затраченное время
sv_se: Min spenderade tid
th_th: เวลาที่ใช้ไปของฉัน
tr_tr: Harcanan zamanım
vi_vn: Thời gian tôi đã sử dụng
zh_cn: 我使用的时间
zh_tw: 我花費的時間

# ItemsConsumedLabel
source: Items consumed
cs_cz: Spotřebované položky
da_dk: Forbrugte varer
de_de: Verbrauchte Artikel
el_gr: Καταναλωμένα στοιχεία
es_es: Artículos consumidos
et_ee: Tarbitud kaubad
fi_fi: Kulutetut nimikkeet
fr_fr: Articles consommés
hu_hu: Felhasznált cikkek
id_id: Barang terpakai
is_is: Notaðar vörur
it_it: Articoli consumati
ja_jp: 消費された品目
ko_kr: 항목 소비됨
lt_lt: Suvartoti elementai
lv_lv: Patērētie krājumi
nb_no: Varer brukt
nl_nl: Verbruikte artikelen
pl_pl: Zużyte pozycje
pt_pt: Itens consumidos
ro_ro: Articole consumate
ru_ru: Потребленные номенклатуры
sv_se: Förbrukade artiklar
th_th: สินค้าที่ใช้ไป
tr_tr: Tüketilen maddeler
vi_vn: Mặt hàng được tiêu thụ
zh_cn: 已消耗物料
zh_tw: 耗用的品項

# AssetLabel
source: Asset
cs_cz: Majetek
da_dk: Aktiv
de_de: Anlage
el_gr: Πάγιο στοιχείο
es_es: Activo
et_ee: Vara
fi_fi: Resurssit
fr_fr: Actif
hu_hu: Eszköz
id_id: Aset
is_is: Eign
it_it: Cespite
ja_jp: 資産
ko_kr: 자산
lt_lt: Turtas
lv_lv: Līdzeklis
nb_no: Objekt
nl_nl: Activum
pl_pl: Składnik majątku
pt_pt: Ativo
ro_ro: Activ
ru_ru: Актив
sv_se: Tillgång
th_th: สินทรัพย์
tr_tr: Kıymet
vi_vn: Tài sản
zh_cn: 资产
zh_tw: 資產

# ScheduledStartLabel
source: Scheduled start
cs_cz: Plánované zahájení
da_dk: Planlagt start
de_de: Geplanter Start
el_gr: Προγραμματισμένη έναρξη
es_es: Inicio programado
et_ee: Plaanitud algus
fi_fi: Ajoitettu aloitus
fr_fr: Début programmé
hu_hu: Ütemezett kezdés
id_id: Jadwal dimulai
is_is: Áætlað upphaf
it_it: Inizio programmato
ja_jp: 開始予定
ko_kr: 예약된 시작
lt_lt: Suplanuota pradžia
lv_lv: Plānotais sākums
nb_no: Planlagt start
nl_nl: Gepland begin
pl_pl: Planowane rozpoczęcie
pt_pt: Início agendado
ro_ro: Oră de început planificată
ru_ru: Запланированное начало
sv_se: Tidsplanerad start
th_th: เริ่มต้นตามกำหนดการ
tr_tr: Planlanan başlangıç
vi_vn: Ngày giờ bắt đầu theo lịch
zh_cn: 计划开始时间
zh_tw: 排定的開始日期

# ScheduledEndLabel
source: Scheduled end
cs_cz: Datum dokončení
da_dk: Planlagt slut
de_de: Geplantes Ende
el_gr: Προγραμματισμένη λήξη
es_es: Fin programado
et_ee: Plaanitud lõpp
fi_fi: Ajoitettu loppu
fr_fr: Fin programmée
hu_hu: Tervezett befejezés
id_id: Jadwal berakhir
is_is: Áætluð lok
it_it: Fine programmata
ja_jp: 終了予定
ko_kr: 예약된 종료
lt_lt: Suplanuota pabaiga
lv_lv: Plānotās beigas
nb_no: Planlagt slutt
nl_nl: Gepland einde
pl_pl: Planowane zakończenie
pt_pt: Fim agendado
ro_ro: Ora de sfârșit planificată
ru_ru: Запланированное окончание
sv_se: Tidsplanerat slut
th_th: สิ้นสุดตามกำหนดการ
tr_tr: Planlanan bitiş
vi_vn: Ngày giờ kết thúc theo lịch
zh_cn: 计划结束时间
zh_tw: 排定的結束日期

# WorkOrderLabel
source: Work order
cs_cz: Pracovní příkaz
da_dk: Arbejdsordre
de_de: Arbeitsauftrag
el_gr: Εντολή εργασίας
es_es: Orden de trabajo
et_ee: Töökäsk
fi_fi: Työtilaus
fr_fr: Ordre de travail
hu_hu: Munkarendelés
id_id: Perintah kerja
is_is: Verkbeiðni
it_it: Ordine di lavoro
ja_jp: 作業指示書
ko_kr: 작업 주문
lt_lt: Darbo užsakymas
lv_lv: Darba pasūtījums
nb_no: Arbeidsordre
nl_nl: Werkorder
pl_pl: Zlecenie pracy
pt_pt: Ordem de intervenção
ro_ro: Comandă de lucru
ru_ru: Заказ на работу
sv_se: Arbetsorder
th_th: ใบสั่งงาน
tr_tr: İş emri
vi_vn: Lệnh phân việc
zh_cn: 工作订单
zh_tw: 工單

# WorkOrderStateChangeLabel
source: Change work order state
cs_cz: Změnit stav pracovního příkazu
da_dk: Skift tilstand for arbejdsordre
de_de: Arbeitsauftragsstatus ändern
el_gr: Αλλαγή κατάστασης εντολής εργασίας
es_es: Cambiar estado de orden de trabajo
et_ee: Muuda töökäsu olekut
fi_fi: Vaihda työtilauksen tila
fr_fr: Modifier l’état de l’ordre de travail
hu_hu: Munkarendelés állapotának módosítása
id_id: Ubah status perintah kerja
is_is: Breyta stöðu verkbeiðni
it_it: Modifica stato dell'ordine di lavoro
ja_jp: 作業指示書の状態を変更する
ko_kr: 작업 주문 상태 변경
lt_lt: Keisti darbo užsakymo būseną
lv_lv: Mainīt darba pasūtījuma stāvokli
nb_no: Endre arbeidsordretilstand
nl_nl: Status van werkorder wijzigen
pl_pl: Zmień stan zlecenia pracy
pt_pt: Alterar estado da ordem de intervenção
ro_ro: Schimbare stare comandă de lucru
ru_ru: Изменить состояние заказа на работу
sv_se: Ändra arbetsorderns tillstånd
th_th: เปลี่ยนสถานะใบสั่งงาน
tr_tr: İş emri durumunu değiştir
vi_vn: Thay đổi trạng thái lệnh phân việc
zh_cn: 更改工作订单状态
zh_tw: 變更工單狀態

# GoToWorkOrderLabel
source: Go to work order
cs_cz: Přejít na pracovní příkaz
da_dk: Gå til arbejdsordre
de_de: Gehe zu Arbeitsauftrag
el_gr: Μετάβαση σε εντολή εργασίας
es_es: Ir a la orden de trabajo
et_ee: Ava töökäsk
fi_fi: Siirry työtilaukseen
fr_fr: Accéder à l’ordre de travail
hu_hu: Ugrás a munkarendeléshez
id_id: Buka perintah kerja
is_is: Opna verkbeiðni
it_it: Vai a ordine di lavoro
ja_jp: 作業指示書に移動する
ko_kr: 작업 주문으로 이동
lt_lt: Pereiti prie darbo užsakymo
lv_lv: Doties uz darba pasūtījumu
nb_no: Gå til arbeidsordre
nl_nl: Ga naar werkorder
pl_pl: Przejdź do zlecenia pracy
pt_pt: Ir para a ordem de intervenção
ro_ro: Accesare comandă de lucru
ru_ru: Перейти к заказу на работу
sv_se: Gå till arbetsorder
th_th: ไปยังใบสั่งงาน
tr_tr: İş emrine git
vi_vn: Đi đến lệnh phân việc
zh_cn: 转到工作订单
zh_tw: 移至工單

# RelatedJobsLabel
source: Related jobs
cs_cz: Související úlohy
da_dk: Relaterede job
de_de: Zugehörige Einzelvorgänge
el_gr: Σχετικές εργασίες
es_es: Trabajos relacionados
et_ee: Seotud tööd
fi_fi: Liittyvät työt
fr_fr: Tâches associées
hu_hu: Kapcsolódó feladatok
id_id: Pekerjaan terkait
is_is: Tengd verk
it_it: Processi correlati
ja_jp: 関連するジョブ
ko_kr: 관련 작업
lt_lt: Susiję darbai
lv_lv: Saistītie darbi
nb_no: Relaterte jobber
nl_nl: Gerelateerde taken
pl_pl: Powiązane zadania
pt_pt: Tarefas relacionadas
ro_ro: Lucrări asociate
ru_ru: Связанные задания
sv_se: Relaterade jobb
th_th: งานที่เกี่ยวข้อง
tr_tr: İlgili işler
vi_vn: Các công việc liên quan
zh_cn: 相关作业
zh_tw: 相關工作

# ViewAssetJobsLabel
source: See jobs for this asset
cs_cz: Zobrazit úlohy pro tento majetek
da_dk: Se job for dette aktiv
de_de: Einzelvorgänge für diese Anlage anzeigen
el_gr: Προβολή εργασιών για αυτό το πάγιο στοιχείο
es_es: Ver trabajos para este activo
et_ee: Kuva selle varaga seotud töökohad
fi_fi: Katso tämän resurssin työt
fr_fr: Afficher les tâches pour cet actif
hu_hu: Az eszköz feladatainak megtekintése
id_id: Lihat pekerjaan untuk aset ini
is_is: Sjá verk fyrir þessa eign
it_it: Visualizza processi per questo cespite
ja_jp: この資産のジョブを表示する
ko_kr: 이 자산에 대한 작업 보기
lt_lt: Peržiūrėkite šio turto darbo vietas
lv_lv: Skatiet darbus šim līdzeklim
nb_no: Se jobber for dette objektet
nl_nl: Taken voor dit activum bekijken
pl_pl: Zobacz zadania dla tego składnika majątku
pt_pt: Ver tarefas para este ativo
ro_ro: Vedeți lucrările pentru acest activ
ru_ru: Показать задания для этого актива
sv_se: Se jobb för den här tillgången
th_th: ดูงานสำหรับสินทรัพย์นี้
tr_tr: Bu kıymetle ilgili işleri gör
vi_vn: Xem công việc cho tài sản này
zh_cn: 查看此资产的作业
zh_tw: 查看此資產的工作

# ViewLocationJobsLabel
source: See jobs for this location
cs_cz: Zobrazit úlohy pro toto místo
da_dk: Se job for denne lokation
de_de: Einzelvorgänge für diesen Standort anzeigen
el_gr: Προβολή εργασιών για αυτήν την τοποθεσία
es_es: Ver trabajos para esta ubicación
et_ee: Kuva selle asukoha tööd
fi_fi: Katso tämän sijainnin työt
fr_fr: Afficher les tâches pour cet emplacement
hu_hu: Az hely feladatainak megtekintése
id_id: Lihat pekerjaan untuk lokasi ini
is_is: Sjá verk fyrir þessa birgðageymslu
it_it: Visualizza processi per questa ubicazione
ja_jp: この場所のジョブを表示する
ko_kr: 이 위치에 대한 작업 보기
lt_lt: Žiūrėti šios vietos darbo vietas
lv_lv: Skatīt darbus šai atrašanās vietai
nb_no: Se jobber for denne lokasjonen
nl_nl: Taken voor deze locatie bekijken
pl_pl: Zobacz zadania dla tej lokalizacji
pt_pt: Ver tarefas para esta localização
ro_ro: Vedeți lucrările pentru această locație
ru_ru: Показать задания для этого местоположения
sv_se: Se jobb för den här platsen
th_th: ดูงานสำหรับสถานที่นี้
tr_tr: Bu yerleşimle ilgili işleri gör
vi_vn: Xem công việc cho vị trí này
zh_cn: 查看此位置的作业
zh_tw: 查看此位置的工作

# RemarksLabel
source: Remarks
cs_cz: Poznámky
da_dk: Kommentarer
de_de: Bemerkungen
el_gr: Παρατηρήσεις
es_es: Comentarios
et_ee: Märkused
fi_fi: Huomautukset
fr_fr: Remarques
hu_hu: Megjegyzések
id_id: Komentar
is_is: Athugasemdir
it_it: Note
ja_jp: 備考
ko_kr: 설명
lt_lt: Pastabos
lv_lv: Atzīmes
nb_no: Kommentarer
nl_nl: Opmerkingen
pl_pl: Uwagi
pt_pt: Observações
ro_ro: Observații
ru_ru: Примечания
sv_se: Kommentarer
th_th: หมายเหตุ
tr_tr: Açıklamalar
vi_vn: Ghi chú
zh_cn: 注解
zh_tw: 備註

# AdjustTimeSpentLabel
source: Adjust time spent
cs_cz: Úprava stráveného času
da_dk: Juster tidsforbrug
de_de: Zeitaufwand anpassen
el_gr: Προσαρμογή του χρόνου που αφιερώθηκε
es_es: Ajustar tiempo transcurrido
et_ee: Kulutatud aja korrigeerimine
fi_fi: Oikaise käytetty aika
fr_fr: Ajustement du temps passé
hu_hu: Elköltött idő módosítása
id_id: Sesuaikan waktu yang dihabiskan
is_is: Leiðrétta tíma vinnu
it_it: Rettifica tempo impiegato
ja_jp: 所要時間の調整
ko_kr: 소요 시간 조정
lt_lt: Sureguliuoti praleistą laiką
lv_lv: Koriģēt patērēto laiku
nb_no: Juster tid brukt
nl_nl: Bestede tijd aanpassen
pl_pl: Koryguj czas pracy
pt_pt: Ajustar tempo utilizado
ro_ro: Ajustare timp petrecut
ru_ru: Корректировка затраченного времени
sv_se: Justera tidsåtgången
th_th: ปรับปรุงเวลาที่ใช้ไป
tr_tr: Harcanan zamanı ayarla
vi_vn: Điều chỉnh thời gian đã sử dụng
zh_cn: 调整所用时间
zh_tw: 調整花費時間

# AddItemsByClickingLabel
source: Add items by clicking the button below
cs_cz: Položky přidáte kliknutím na tlačítko níže
da_dk: Tilføj varer ved at klikke på knappen nedenfor
de_de: Fügen Sie durch Klicken auf die Schaltfläche unten Artikel hinzu
el_gr: Προσθέστε στοιχεία κάνοντας κλικ στο κουμπί παρακάτω
es_es: Agregar artículos haciendo clic en el botón siguiente
et_ee: Kaupade lisamiseks klõpsake allolevat nuppu
fi_fi: Lisää nimikkeitä napsauttamalla alla olevaa painiketta
fr_fr: Ajouter des articles en cliquant sur le bouton ci-dessous
hu_hu: Cikkek hozzáadása az alábbi gombra kattintva
id_id: Tambahkan barang dengan mengeklik tombol di bawah ini
is_is: Bæta við vörum með því að smella á hnappinn hér fyrir neðan
it_it: Per aggiungere articoli, fare clic sul pulsante sottostante
ja_jp: 以下のボタンをクリックして品目を追加します
ko_kr: 아래 버튼을 클릭하여 항목 추가
lt_lt: Pridėkite elementus spustelėdami toliau esantį mygtuką
lv_lv: Pievienojiet krājumus, noklikšķinot uz tālāk norādītās pogas
nb_no: Legg til varer ved å klikke på knappen nedenfor
nl_nl: Artikelen toevoegen door op de onderstaande knop te klikken
pl_pl: Dodaj pozycje, klikając poniższy przycisk
pt_pt: Adicionar itens clicando no botão abaixo
ro_ro: Adăugați articole făcând clic pe butonul de mai jos
ru_ru: Добавьте номенклатуры, нажимая кнопку ниже
sv_se: Lägg till artiklar genom att klicka på knappen nedan
th_th: เพิ่มสินค้าโดยคลิกที่ปุ่มด้านล่าง
tr_tr: Aşağıdaki düğmeye tıklayarak madde ekleyin
vi_vn: Thêm mặt hàng bằng cách bấm vào nút bên dưới
zh_cn: 单击下方按钮添加物料
zh_tw: 按一下下方的按鈕以新增品項

# AddItemsLabel
source: Add items
cs_cz: Přidat položky
da_dk: Tilføj varer
de_de: Artikel hinzufügen
el_gr: Προσθήκη στοιχείων
es_es: Agregar artículos
et_ee: Lisa kaubad
fi_fi: Lisää nimikkeitä
fr_fr: Ajouter des articles
hu_hu: Cikkek hozzáadása
id_id: Tambahkan barang
is_is: Bæta við vörum
it_it: Aggiungi articoli
ja_jp: 品目の追加
ko_kr: 항목 추가
lt_lt: Pridėti elementus
lv_lv: Pievienot krājumus
nb_no: Legg til varene
nl_nl: Artikelen toevoegen
pl_pl: Dodaj pozycje
pt_pt: Adicionar itens
ro_ro: Adăugare articole
ru_ru: Добавить номенклатуры
sv_se: Lägg till artiklar
th_th: เพิ่มสินค้า
tr_tr: Madde ekle
vi_vn: Thêm mặt hàng
zh_cn: 添加物料
zh_tw: 新增品項

# SelectAnotherItemLabel
source: Search or choose another item source
cs_cz: Hledání nebo výběr jiného zdroje položek
da_dk: Søg eller vælg en anden varekilde
de_de: Andere Artikelquelle suchen oder auswählen
el_gr: Αναζήτηση ή επιλογή διαφορετικής προέλευσης στοιχείου
es_es: Buscar o elegir otro origen de artículo
et_ee: Otsige või valige mõni muu kauba allikas
fi_fi: Etsi tai valitse toinen nimikkeen lähde
fr_fr: Rechercher ou choisir une autre source d’article
hu_hu: Másik cikkforrás keresése vagy kiválasztása
id_id: Cari atau pilih sumber barang lain
is_is: Leita eða velja annan uppruna vöru
it_it: Cerca o scegli un'altra origine articolo
ja_jp: 別の品目ソースの検索または選択
ko_kr: 다른 항목 원본 검색 또는 선택
lt_lt: Ieškoti arba pasirinkti kitą elemento šaltinį
lv_lv: Meklējiet vai izvēlieties citu krājumu avotu
nb_no: Søk etter eller velg en annen varekilde
nl_nl: Een andere artikelbron zoeken of kiezen
pl_pl: Wyszukaj lub wybierz inne źródło pozycji
pt_pt: Pesquisar ou escolher outra origem de item
ro_ro: Căutați sau alegeți o altă sursă a articolului
ru_ru: Найти или выбрать другой источник номенклатуры
sv_se: Sök eller välj en annan artikelkälla
th_th: ค้นหาหรือเลือกแหล่งที่มาของสินค้าอื่น
tr_tr: Başka bir madde kaynağı arayın veya seçin
vi_vn: Tìm kiếm hoặc chọn nguồn mặt hàng khác
zh_cn: 搜索或选择另一个物料源
zh_tw: 搜尋或選擇其他品項來源
