Repository: microsoft/scmsamples-EnterpriseAssetManagement
Catalog: Translations/Labels.*.resx
Languages: cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hu_hu, id_id, is_is, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# WorkOrderTypeLabel
source: Work order type
cs_cz: Typ pracovního příkazu
da_dk: Arbejdsordretype
de_de: Arbeitsauftragstyp
el_gr: Τύπος εντολής εργασίας
es_es: Tipo de orden de trabajo
et_ee: Töökäsu tüüp
fi_fi: Työtilaustyyppi
fr_fr: Type d’ordre de travail
hu_hu: Munkarendelés típusa
id_id: Jenis perintah kerja
is_is: Gerð verkbeiðni
it_it: Tipo di ordine di lavoro
ja_jp: 作業指示書タイプ
ko_kr: 작업 주문 유형
lt_lt: Darbo užsakymo tipas
lv_lv: Darba pasūtījuma veids
nb_no: Arbeidsordretype
nl_nl: Werkordertype
pl_pl: Typ zlecenia pracy
pt_pt: Tipo de ordem de intervenção
ro_ro: Tip comandă de lucru
ru_ru: Тип заказа на работу
sv_se: Typ av arbetsorder
th_th: ชนิดใบสั่งงาน
tr_tr: İş emri türü
vi_vn: Loại lệnh phân việc
zh_cn: 工作订单类型
zh_tw: 工單類型

# ServiceLevelLabel
source: Service level
cs_cz: Úroveň služeb
da_dk: Serviceniveau
de_de: Leistungsebene
el_gr: Επίπεδο υπηρεσίας
es_es: Nivel de servicio
et_ee: Teenusetase
fi_fi: Palvelutaso
fr_fr: Niveau de service
hu_hu: Szolgáltatásszint
id_id: Tingkat layanan
is_is: Þjónustustig
it_it: Livello di servizio
ja_jp: サービス レベル
ko_kr: 서비스 수준
lt_lt: Paslaugos lygis
lv_lv: Pakalpojumu līmenis
nb_no: Servicenivå
nl_nl: Serviceniveau
pl_pl: Poziom usług
pt_pt: Nível de serviço
ro_ro: Nivel serviciu
ru_ru: Уровень обслуживания
sv_se: Tjänstenivå
th_th: ระดับการบริการ
tr_tr: Hizmet düzeyi
vi_vn: Cấp độ dịch vụ
zh_cn: 服务级别
zh_tw: 服務等級

# ExpectedStartLabel
source: Expected start
cs_cz: Očekávaný počátek
da_dk: Forventet start
de_de: Erwarteter Start
el_gr: Αναμενόμενη έναρξη
es_es: Inicio previsto
et_ee: Eeldatav algus
fi_fi: Odotettu aloitus
fr_fr: Début prévu
hu_hu: Várható kezdés
id_id: Diharapkan dimulai
is_is: Væntanlegt upphaf
it_it: Inizio previsto
ja_jp: 開始予定
ko_kr: 예상 시작
lt_lt: Numatoma pradžia
lv_lv: Paredzētais sākums
nb_no: Forventet start
nl_nl: Verwacht begin
pl_pl: Oczekiwane rozpoczęcie
pt_pt: Início esperado
ro_ro: Dată de început așteptată
ru_ru: Ожидаемое начало
sv_se: Förväntad start
th_th: การเริ่มต้นที่คาด
tr_tr: Beklenen başlangıç
vi_vn: Ngày bắt đầu dự kiến
zh_cn: 预计开始时间
zh_tw: 預期開始日期

# ExpectedEndLabel
source: Expected end
cs_cz: Očekávané ukončení
da_dk: Forventet afslutning
de_de: Erwartetes Ende
el_gr: Αναμενόμενη λήξη
es_es: Finalización prevista
et_ee: Eeldatav lõpp
fi_fi: Odotettu lopetus
fr_fr: Fin prévue
hu_hu: Várható befejezés
id_id: Diharapkan berakhir
is_is: Væntanleg lok
it_it: Fine prevista
ja_jp: 終了予定
ko_kr: 예상 종료
lt_lt: Numatoma pabaiga
lv_lv: Paredzētās beigas
nb_no: Forventet slutt
nl_nl: Verwacht einde
pl_pl: Oczekiwane zakończenie
pt_pt: Fim esperado
ro_ro: Dată de sfârșit așteptată
ru_ru: Ожидаемое окончание
sv_se: Förväntat slut
th_th: การสิ้นสุดที่คาด
tr_tr: Beklenen bitiş
vi_vn: Ngày kết thúc dự kiến
zh_cn: 预计结束时间
zh_tw: 預期結束日期

# ActualStartLabel
source: Actual start
cs_cz: Skutečný začátek
da_dk: Faktisk start
de_de: Tatsächlicher Beginn
el_gr: Πραγματική έναρξη
es_es: Inicio real
et_ee: Tegelik algus
fi_fi: Toteutunut aloitus
fr_fr: Début réel
hu_hu: Tényleges kezdés
id_id: Awal aktual
is_is: Raunverulegt upphaf
it_it: Inizio effettivo
ja_jp: 実際の開始
ko_kr: 실제 시작
lt_lt: Faktinis pradžios laikas
lv_lv: Faktiskais sākums
nb_no: Faktisk start
nl_nl: Werkelijke begin
pl_pl: Rzeczywisty początek
pt_pt: Início real
ro_ro: Data de începere reală
ru_ru: Фактическое начало
sv_se: Faktisk start
th_th: เริ่มต้นจริง
tr_tr: Fiili başlangıç
vi_vn: Ngày giờ bắt đầu thực tế
zh_cn: 实际开始
zh_tw: 實際開始日期

# ActualEndLabel
source: Actual end
cs_cz: Skutečný konec
da_dk: Faktisk slutning
de_de: Tatsächliches Ende
el_gr: Πραγματική λήξη
es_es: Fin real
et_ee: Tegelik lõpp
fi_fi: Toteutunut lopetus
fr_fr: Fin réelle
hu_hu: Tényleges befejezés
id_id: Akhir aktual
is_is: Raunveruleg lok
it_it: Fine effettiva
ja_jp: 実際の終了
ko_kr: 실제 종료
lt_lt: Faktinis pabaigos laikas
lv_lv: Faktiskās beigas
nb_no: Faktisk slutt
nl_nl: Werkelijke eind
pl_pl: Rzeczywisty koniec
pt_pt: Fim real
ro_ro: Data de sfârșit reală
ru_ru: Фактическое окончание
sv_se: Faktiskt slut
th_th: สิ้นสุดจริง
tr_tr: Fiili bitiş
vi_vn: Ngày giờ kết thúc thực tế
zh_cn: 实际结束
zh_tw: 實際結束日期

# ChecklistLabel
source: Checklist ({CheckedItemsCount}/{TotalItemsCount})
cs_cz: Kontrolní seznam ({CheckedItemsCount}/{TotalItemsCount})
da_dk: Tjekliste ({CheckedItemsCount}/{TotalItemsCount})
de_de: Prüfliste ({CheckedItemsCount}/{TotalItemsCount})
el_gr: Λίστα ελέγχου ({CheckedItemsCount}/{TotalItemsCount})
es_es: Lista de comprobación ({CheckedItemsCount}/{TotalItemsCount})
et_ee: Kontroll-loend ({CheckedItemsCount}/{TotalItemsCount})
fi_fi: Tarkistusluettelo ({CheckedItemsCount}/{TotalItemsCount})
fr_fr: Liste de contrôle ({CheckedItemsCount}/{TotalItemsCount})
hu_hu: Ellenőrzőlista ({CheckedItemsCount}/{TotalItemsCount})
id_id: Daftar Periksa ({CheckedItemsCount}/{TotalItemsCount})
is_is: Gátlisti ({CheckedItemsCount}/{TotalItemsCount})
it_it: Elenco di controllo ({CheckedItemsCount}/{TotalItemsCount})
ja_jp: チェックリスト ({CheckedItemsCount}/{TotalItemsCount})
ko_kr: 체크리스트({CheckedItemsCount}/{TotalItemsCount})
lt_lt: Kontrolinis sąrašas ({CheckedItemsCount}/{TotalItemsCount})
lv_lv: Kontrolsaraksts ({CheckedItemsCount}/{TotalItemsCount})
nb_no: Sjekkliste ({CheckedItemsCount}/{TotalItemsCount})
nl_nl: Controlelijst ({CheckedItemsCount}/{TotalItemsCount})
pl_pl: Lista kontrolna ({CheckedItemsCount}/{TotalItemsCount})
pt_pt: Lista de verificação ({CheckedItemsCount}/{TotalItemsCount})
ro_ro: Listă de verificare ({CheckedItemsCount}/{TotalItemsCount})
ru_ru: Контрольный список ({CheckedItemsCount}/{TotalItemsCount})
sv_se: Checklista ({CheckedItemsCount}/{TotalItemsCount})
th_th: รายการตรวจสอบ ({CheckedItemsCount}/{TotalItemsCount})
tr_tr: Yapılacaklar listesi ({CheckedItemsCount}/{TotalItemsCount})
vi_vn: Danh sách kiểm tra ({CheckedItemsCount}/{TotalItemsCount})
zh_cn: 核对清单({CheckedItemsCount}/{TotalItemsCount})
zh_tw: 檢查清單 ({CheckedItemsCount}/{TotalItemsCount})

# NoChecklistLabel
source: No checklist
cs_cz: Žádný kontrolní seznam
da_dk: Ingen tjekliste
de_de: Keine Prüfliste
el_gr: Καμία λίστα ελέγχου
es_es: Sin lista de comprobación
et_ee: Kontroll-loendit pole
fi_fi: Ei tarkistusluetteloa
fr_fr: Aucune liste de contrôle
hu_hu: Nincs ellenőrzőlista
id_id: Tidak ada daftar periksa
is_is: Enginn gátlisti
it_it: Nessun elenco di controllo
ja_jp: チェックリストなし
ko_kr: 체크리스트 없음
lt_lt: Nėra kontrolinio sąrašo
lv_lv: Nav kontrolsaraksta
nb_no: Ingen sjekkliste
nl_nl: Geen controlelijst
pl_pl: Brak listy kontrolnej
pt_pt: Nenhuma lista de verificação
ro_ro: Nicio listă de verificare
ru_ru: Без контрольного списка
sv_se: Ingen checklista
th_th: ไม่มีรายการตรวจสอบ
tr_tr: Yapılacaklar listesi yok
vi_vn: Không có danh sách kiểm tra
zh_cn: 无核对清单
zh_tw: 無檢查清單

# AdjustQuantityAccessibleLabel
source: Adjust item quantity
cs_cz: Upravit množství položky
da_dk: Juster antallet af varer
de_de: Artikelmenge anpassen
el_gr: Προσαρμογή ποσότητας στοιχείων
es_es: Ajustar cantidad de artículo
et_ee: Korrigeeri kaubakogust
fi_fi: Säädä nimikkeiden määrää
fr_fr: Ajuster la quantité d’articles
hu_hu: Cikk mennyiségének módosítása
id_id: Sesuaikan kuantitas barang
is_is: Leiðrétta vörumagn
it_it: Rettifica quantità articolo
ja_jp: 品目数量の調整
ko_kr: 항목 수량 조정
lt_lt: Pakoreguoti elementų kiekį
lv_lv: Koriģēt krājumu daudzumu
nb_no: Juster vareantall
nl_nl: Artikelhoeveelheid aanpassen
pl_pl: Koryguj ilość pozycji
pt_pt: Ajustar a quantidade de itens
ro_ro: Ajustare cantitate de articole
ru_ru: Корректировка количества номенклатуры
sv_se: Justera artikelkvantitet
th_th: ปรับปรุงปริมาณสินค้า
tr_tr: Madde miktarını ayarla
vi_vn: Điều chỉnh số lượng mặt hàng
zh_cn: 调整物料数量
zh_tw: 調整品項數量

# AssetBomItemsAccessibleLabel
source: Asset bom items list
cs_cz: Seznam položek kusovníku majetku
da_dk: Liste over varer på aktivstykliste
de_de: Liste der Anlagenstücklistenartikel
el_gr: Λίστα στοιχείων καταλόγου υλικών πάγιου στοιχείου
es_es: Lista de artículos de L. MAT de activos
et_ee: Varakoosluse kaupade loend
fi_fi: Resurssituoterakennenimikkeiden luettelo
fr_fr: Liste d’articles de la nomenclature des actifs
hu_hu: Eszköz DBJ cikklista
id_id: Daftar barang BOM aset
is_is: Vörulisti eignaruppskriftar
it_it: Elenco articoli DBA cespiti
ja_jp: 資産 BOM 品目リスト
ko_kr: 자산 BOM 항목 목록
lt_lt: Turto KS elementų sąrašas
lv_lv: Līdzekļa MK krājumu saraksts
nb_no: Vareliste for objektstykkliste
nl_nl: Lijst met artikelen van activumstuklijst
pl_pl: Lista pozycji BOM składnika majątku
pt_pt: Lista de itens da L.M. de ativos
ro_ro: Lista articolelor din lista de materiale a activului
ru_ru: Список номенклатур спецификации актива
sv_se: Artikellista för tillgångsstruktur
th_th: รายการสินค้า BOM สินทรัพย์
tr_tr: Varlık ürün reçetesi madde listesi
vi_vn: Danh sách mặt hàng Định mức nguyên vật liệu của tài sản
zh_cn: 资产物料清单物料列表
zh_tw: 資產 BOM 品項清單

# AssetsGalleryAccessibleLabel
source: List of assets
cs_cz: Seznam majetku
da_dk: Liste over aktiver
de_de: Liste der Anlagen
el_gr: Λίστα πάγιων στοιχείων
es_es: Lista de activos
et_ee: Varade loend
fi_fi: Resurssiluettelo
fr_fr: Liste des actifs
hu_hu: Eszközök listája
id_id: Daftar aset
is_is: Listi yfir eignir
it_it: Elenco di cespiti
ja_jp: 資産の一覧
ko_kr: 자산 목록
lt_lt: Turto sąrašas
lv_lv: Līdzekļu saraksts
nb_no: Oversikt over objekter
nl_nl: Lijst met activa
pl_pl: Lista składników majątku
pt_pt: Lista de ativos
ro_ro: Listă de active
ru_ru: Список активов
sv_se: Lista över tillgångar
th_th: รายการของสินทรัพย์
tr_tr: Kıymet listesi
vi_vn: Danh sách tài sản
zh_cn: 资产列表
zh_tw: 資產清單

# AvailableEntitiesGalleryAccessibleLabel
source: List of available galleries
cs_cz: Seznam dostupných galerií
da_dk: Liste over tilgængelige gallerier
de_de: Liste der verfügbaren Galerien
el_gr: Λίστα διαθέσιμων συλλογών
es_es: Lista de galerías disponibles
et_ee: Saadaolevate galeriide loend
fi_fi: Käytettävissä olevan valikoiman luettelo
fr_fr: Liste des galeries disponibles
hu_hu: Elérhető galériák listája
id_id: Daftar galeri yang tersedia
is_is: Listi yfir tiltæk söfn
it_it: Elenco dei raccolte disponibili
ja_jp: 利用できるギャラリーの一覧
ko_kr: 사용 가능한 갤러리 목록
lt_lt: Galimų galerijų sąrašas
lv_lv: Pieejamo galeriju saraksts
nb_no: Oversikt over tilgjengelige gallerier
nl_nl: Lijst met beschikbare galerieën
pl_pl: Lista dostępnych galerii
pt_pt: Lista de galerias disponíveis
ro_ro: Lista galeriilor disponibile
ru_ru: Список доступных галерей
sv_se: Lista över tillgängliga gallerier
th_th: รายการของแกลเลอรีที่มีอยู่
tr_tr: Kullanılabilir galerilerin listesi
vi_vn: Danh sách các thư viện hiện có
zh_cn: 可用库列表
zh_tw: 可用圖庫清單

# CheckListItemRemarkAccessibleLabel
source: Checklist item remarks
cs_cz: Poznámky k položkám kontrolního seznamu
da_dk: Bemærkninger om varer på tjekliste
de_de: Bemerkungen zu Prüflistenartikel
el_gr: Παρατηρήσεις στοιχείου λίστας ελέγχου
es_es: Comentarios de artículo de la lista de comprobación
et_ee: Kontroll-loendi üksuse märkused
fi_fi: Tarkistusluettelon nimikkeen huomautukset
fr_fr: Remarques sur un élément de la liste de contrôle
hu_hu: Ellenőrzőlista-elem megjegyzései
id_id: Komentar barang daftar periksa
is_is: Athugasemdir við atriði á gátlista
it_it: Commenti voce elenco di controllo
ja_jp: チェックリスト品目の備考
ko_kr: 체크리스트 항목 설명
lt_lt: Kontrolinio sąrašo punkto pastabos
lv_lv: Kontrolsaraksta krājumu atzīmes
nb_no: Kommentarer til sjekklistepunkt
nl_nl: Opmerkingen bij controlelijstartikel
pl_pl: Uwagi na temat pozycji listy kontrolnej
pt_pt: Observações do item da lista de verificação
ro_ro: Observații element din lista de verificare
ru_ru: Примечания к элементу контрольного списка
sv_se: Checklistepunkter – anmärkningar
th_th: ข้อสังเกตสินค้าในรายการตรวจสอบ
tr_tr: Yapılacaklar listesi madde açıklamaları
vi_vn: Ghi chú của mặt hàng trong danh sách kiểm tra
zh_cn: 核对清单项注解
zh_tw: 檢查清單品項備註

source: Checklist measurement counter value
cs_cz: Hodnota čítače měření kontrolního seznamu
da_dk: Værdi for tjeklistemålingstæller
de_de: Zählerwert der Prüflistenmessung
el_gr: Τιμή μετρητή μέτρησης λίστας ελέγχου
es_es: Valor del contador de medida de lista de comprobación
et_ee: Kontroll-loendi mõõtmiste loenduri väärtus
fi_fi: Tarkistusluettelon mittauslaskurin arvo
fr_fr: Valeurs du compteur de mesure de la liste de contrôle
hu_hu: Ellenőrzőlista mértékének ellenértéke
id_id: Nilai penghitung pengukuran daftar periksa
is_is: Teljaragildi fyrir mælingu á gátlista
it_it: Valore contatore misura elenco di controllo
ja_jp: チェックリスト測定カウンターの値
ko_kr: 체크리스트 측정 카운터 값
lt_lt: Kontrolinio sąrašo matavimo skaitiklio vertė
lv_lv: Kontrolsaraksta mērījumu skaitītāja vērtība
nb_no: Tellerverdi for sjekklistemåling
nl_nl: Tellerwaarde controlelijstmeting
pl_pl: Wartość licznika miary listy kontrolnej
pt_pt: Valor do contador de medição da lista de verificação
ro_ro: Valoare contor măsurătoare listă de verificare
ru_ru: Значение измерительного счетчика контрольного списка
sv_se: Räknarvärde för checklistemått
th_th: ค่าตัวนับการวัดของรายการตรวจสอบ
tr_tr: Yapılacaklar listesi ölçüm sayacı değeri
vi_vn: Giá trị của bộ đếm đo lường danh sách kiểm tra
zh_cn: 核对清单度量计数器值
zh_tw: 檢查清單測量計數器值

# CheckListVariableAccessibleLabel
source: Checklist variable
cs_cz: Proměnná kontrolního seznamu
da_dk: Tjeklistevariabel
de_de: Prüflistenvariable
el_gr: Μεταβλητή λίστας ελέγχου
es_es: Variable de lista de comprobación
et_ee: Kontroll-loendi muutuja
fi_fi: Tarkistuslistan muuttuja
fr_fr: Variable de la liste de contrôle
hu_hu: Ellenőrzőlista változója
id_id: Variabel daftar periksa
is_is: Gátlistabreyta
it_it: Variabile elenco di controllo
ja_jp: チェックリスト変数
ko_kr: 체크리스트 변수
lt_lt: Kontrolinio sąrašo kintamasis
lv_lv: Kontrolsaraksta mainīgais
nb_no: Sjekklistevariabel
nl_nl: Controlelijstvariabele
pl_pl: Zmienna listy kontrolnej
pt_pt: Variável de lista de verificação
ro_ro: Variabilă listă de verificare
ru_ru: Переменная контрольного списка
sv_se: Checklistevariabel
th_th: ตัวแปรของรายการตรวจสอบ
tr_tr: Yapılacaklar listesi değişkeni
vi_vn: Biến danh sách kiểm tra
zh_cn: 核对清单变量
zh_tw: 檢查清單變數

# HourConsumptionAccessibleLabel
source: Adjust hours spent
cs_cz: Úprava strávených hodin
da_dk: Juster brugte timer
de_de: Geleistete Stunden anpassen
el_gr: Προσαρμογή των ωρών που δαπανήθηκαν
es_es: Ajustar horas empleadas
et_ee: Korrigeeri kulutatud tunde
fi_fi: Muokkaa käytettyjä tunteja
fr_fr: Ajuster les heures passées
hu_hu: Az eltöltött órák kiigazítása
id_id: Sesuaikan jam yang dihabiskan
is_is: Leiðrétta vinnustundir
it_it: Rettifica ore impiegate
ja_jp: 所要時間の調整
ko_kr: 소요 시간 조정
lt_lt: Sureguliuokite praleistas valandas
lv_lv: Koriģēt patērētās stundas
nb_no: Juster timer brukt
nl_nl: Bestede uren aanpassen
pl_pl: Korekta czasu pracy
pt_pt: Ajustar horas gastas
ro_ro: Ajustare ore petrecute
ru_ru: Корректировка затраченных часов
sv_se: Justera spenderade timmar
th_th: ปรับปรุงชั่วโมงที่ใช้ไป
tr_tr: Harcanan saat sayısını düzelt
vi_vn: Điều chỉnh số giờ đã sử dụng
zh_cn: 调整所用小时数
zh_tw: 調整花費的時間

# ItemsConsumedGalleryAccessibleLabel
source: Consumed items list
cs_cz: Seznam spotřebovaných položek
da_dk: Liste over forbrugte varer
de_de: Liste verbrauchter Artikel
el_gr: Λίστα καταναλωμένων στοιχείων
es_es: Lista de artículos consumidos
et_ee: Tarbitud kaupade loend
fi_fi: Kulutettu nimikeluettelo
fr_fr: Liste des articles consommés
hu_hu: Felhasznált cikkek listája
id_id: Daftar barang terpakai
is_is: Listi yfir notaðar vörur
it_it: Elenco di articoli consumati
ja_jp: 消費された品目の一覧
ko_kr: 소비된 항목 목록
lt_lt: Suvartojamų elementų sąrašas
lv_lv: Patērēto krājumu saraksts
nb_no: Oversikt over varer brukt
nl_nl: Lijst met verbruikte artikelen
pl_pl: Lista zużytych pozycji
pt_pt: Lista de itens consumidos
ro_ro: Listă de articole consumate
ru_ru: Список потребленных номенклатур
sv_se: Lista med förbrukade artiklar
th_th: รายการสินค้าที่ใช้ไป
tr_tr: Tüketilen madde listesi
vi_vn: Danh sách mặt hàng được tiêu thụ
zh_cn: 已消耗物料列表
zh_tw: 耗用品項清單

# ItemsForConsumptionAccessibleLabel
source: Items for consumption
cs_cz: Položky ke spotřebě
da_dk: Varer til forbrug
de_de: Artikel für Verbrauch
el_gr: Στοιχεία για κατανάλωση
es_es: Artículos para consumo
et_ee: Tarbitavad kaubad
fi_fi: Kulutettavat nimikkeet
fr_fr: Articles à consommer
hu_hu: Felhasználásra szánt cikkek
id_id: Barang untuk dipakai
is_is: Vörur sem á að nota
it_it: Articoli per consumo
ja_jp: 消費する品目
ko_kr: 소비 항목
lt_lt: Vartojimo elementai
lv_lv: Krājumi patēriņam
nb_no: Varer for forbruk
nl_nl: Artikelen voor verbruik
pl_pl: Pozycje do zużycia
pt_pt: Itens para consumo
ro_ro: Articole pentru consum
ru_ru: Номенклатуры к потреблению
sv_se: Artiklar för förbrukning
th_th: สินค้าที่มีการใช้
tr_tr: Tüketilecek maddeler
vi_vn: Mặt hàng để tiêu thụ
zh_cn: 供消耗的物料
zh_tw: 耗用的品項

# LocationsGalleryAccessibleLabel
source: List of functional locations
cs_cz: Seznam funkčních míst
da_dk: Liste over arbejdssteder
de_de: Liste der funktionalen Standorte
el_gr: Λίστα λειτουργικών τοποθεσιών
es_es: Lista de ubicaciones técnicas
et_ee: Töö asukohtade loend
fi_fi: Toiminnallisten sijaintien luettelo
fr_fr: Liste des postes techniques
hu_hu: Munkavégzési helyszínek listája
id_id: Daftar lokasi fungsional
is_is: Listi yfir virkar staðsetningar
it_it: Elenco di unità funzionali
ja_jp: 機能の場所の一覧
ko_kr: 기능 위치 라인
lt_lt: Funkcinių vietų sąrašas
lv_lv: Funkcionālo novietojumu saraksts
nb_no: Oversikt over funksjonslokasjoner
nl_nl: Lijst met functionele locaties
pl_pl: Lista lokalizacji czynności konserwacyjnych
pt_pt: Lista de localizações funcionais
ro_ro: Lista locațiilor funcționale
ru_ru: Список функциональных местоположений
sv_se: Lista med funktionsplatser
th_th: รายการของตำแหน่งที่ทำงาน
tr_tr: İşlem yapılacak yerleşimlerin listesi
vi_vn: Danh sách vị trí chức năng
zh_cn: 功能位置列表
zh_tw: 功能位置清單

# MinuteConsumptionAccessibleLabel
source: Adjust minutes spent
cs_cz: Upravte strávené minuty
da_dk: Juster brugte minutter
de_de: Geleistete Minuten anpassen
el_gr: Προσαρμογή των λεπτών που δαπανήθηκαν
es_es: Ajustar minutos empleados
et_ee: Korrigeeri kulutatud minuteid
fi_fi: Oikaise käytetyt minuutit
fr_fr: Ajuster les minutes passées
hu_hu: Eltöltött percek beállítása
id_id: Sesuaikan menit yang dihabiskan
is_is: Leiðrétta mínútur vinnu
it_it: Rettifica minuti impiegati
ja_jp: 所要時間 (分) の調整
ko_kr: 소요 시간(분) 조정
lt_lt: Sureguliuokite praleistas minutes
lv_lv: Koriģēt patērētās minūtes
nb_no: Juster minutter brukt
nl_nl: Bestede minuten aanpassen
pl_pl: Korekta czasu pracy w minutach
pt_pt: Ajustar os minutos gastos
ro_ro: Ajustare minute petrecute
ru_ru: Корректировка затраченных минут
sv_se: Justera spenderade minuter
th_th: ปรับปรุงนาทีที่ใช้ไป
tr_tr: Harcanan dakikaları düzelt
vi_vn: Điều chỉnh số phút đã sử dụng
zh_cn: 调整所用分钟数
zh_tw: 調整花費的分鐘數

# MRAddImageAccessibleLabel
source: Add a photo
cs_cz: Přidat fotku
da_dk: Tilføj et billede
de_de: Foto hinzufügen
el_gr: Προσθήκη φωτογραφίας
es_es: Agregar una foto
et_ee: Lisa foto
fi_fi: Lisää valokuva
fr_fr: Ajouter une photo
hu_hu: Fénykép hozzáadása
id_id: Tambahkan foto
is_is: Bæta við mynd
it_it: Aggiungi una foto
ja_jp: 写真の追加
ko_kr: 사진 추가
lt_lt: Pridėti nuotrauką
lv_lv: Pievienot fotoattēlu
nb_no: Legg til et bilde
nl_nl: Een foto toevoegen
pl_pl: Dodaj zdjęcie
pt_pt: Adicionar uma fotografia
ro_ro: Adăugare o fotografie
ru_ru: Добавить фотографию
sv_se: Lägg till ett foto
th_th: เพิ่มรูปถ่าย
tr_tr: Fotoğraf ekleyin
vi_vn: Thêm một ảnh
zh_cn: 添加照片
zh_tw: 新增相片

# MRAttachmentsAccessibleLabel
source: List of current attachments
cs_cz: Seznam aktuálních příloh
da_dk: Liste over aktuelle vedhæftede filer
de_de: Liste der aktuellen Anlagen
el_gr: Λίστα τρεχόντων συνημμένων
es_es: Lista de archivos adjuntos actuales
et_ee: Praeguste manuste loend
fi_fi: Luettelo nykyisistä liitteistä
fr_fr: Liste des documents joints actuels
hu_hu: Aktuális mellékletek listája
id_id: Daftar lampiran saat ini
is_is: Listi yfir núverandi viðhengi
it_it: Elenco di allegati correnti
ja_jp: 現在の添付ファイルの一覧
ko_kr: 현재 첨부 파일 목록
lt_lt: Dabartinių priedų sąrašas
lv_lv: Pašreizējo pielikumu saraksts
nb_no: Oversikt over nåværende vedlegg
nl_nl: Lijst met huidige bijlagen
pl_pl: Lista bieżących załączników
pt_pt: Lista de anexos atuais
ro_ro: Lista atașărilor curente
ru_ru: Список текущих вложений
sv_se: Lista över aktuella bilagor
th_th: รายการของสิ่งที่แนบปัจจุบัน
tr_tr: Geçerli eklerin listesi
vi_vn: Danh sách các tệp đính kèm hiện tại
zh_cn: 当前附件列表
zh_tw: 目前附件清單

# MRDescriptionAccessibleLabel
source: Enter maintenance request description
cs_cz: Zadejte popis požadavku na údržbu
da_dk: Angiv beskrivelse af vedligeholdelsesanmodning
de_de: Beschreibung der Wartungsanfrage eingeben
el_gr: Εισαγάγετε μια περιγραφή του αιτήματος συντήρησης
es_es: Introducir descripción de la solicitud de mantenimiento
et_ee: Sisestage hooldusnõude kirjeldus
fi_fi: Syötä ylläpitopyynnön kuvaus
fr_fr: Entrer la description de la demande de maintenance
hu_hu: Adja meg a karbantartási kérés leírását
id_id: Masukkan deskripsi permintaan pemeliharaan
is_is: Færa inn lýsingu á viðhaldsbeiðni
it_it: Immetti la descrizione richiesta di intervento di manutenzione
ja_jp: メンテナンス要求の説明を入力します
ko_kr: 유지 관리 요청 설명 입력
lt_lt: Įveskite techninės priežiūros užklausos aprašymą
lv_lv: Ievadiet uzturēšanas pieprasījuma aprakstu
nb_no: Angi beskrivelse av melding
nl_nl: Beschrijving van onderhoudsverzoek invoeren
pl_pl: Wprowadź opis żądania konserwacji
pt_pt: Introduzir descrição do pedido de manutenção
ro_ro: Introducere descriere solicitare de întreținere
ru_ru: Введите описание запроса на обслуживание
sv_se: Ange beskrivning av underhållsbegäran
th_th: ป้อนคำอธิบายเกี่ยวกับคำขอการบำรุงรักษา
tr_tr: Bakım talebi açıklaması girin
vi_vn: Nhập mô tả yêu cầu bảo trì
zh_cn: 输入维护请求描述
zh_tw: 輸入維護要求描述

# MRNotesAccessibleLabel
source: Enter maintenance request notes
cs_cz: Zadejte poznámky k požadavku na údržbu
da_dk: Angiv noter til vedligeholdelsesanmodning
de_de: Notizen zur Wartungsanfrage eingeben
el_gr: Εισαγάγετε σημειώσεις για το αίτημα συντήρησης
es_es: Introducir notas de la solicitud de mantenimiento
et_ee: Sisestage hooldusnõude märkused
fi_fi: Syötä ylläpitopyynnön muistiinpanot
fr_fr: Entrer les notes de la demande de maintenance
hu_hu: Adja meg a karbantartási kérésre vonatkozó megjegyzéseket
id_id: Masukkan catatan permintaan pemeliharaan
is_is: Færa inn athugasemdir við viðhaldsbeiðni
it_it: Immetti le note della richiesta di intervento di manutenzione
ja_jp: メンテナンス要求のメモを入力します
ko_kr: 유지 관리 요청 메모 입력
lt_lt: Įveskite techninės priežiūros užklausos pastabas
lv_lv: Ievadiet uzturēšanas pieprasījuma piezīmes
nb_no: Angi merknader om melding
nl_nl: Notities voor onderhoudsverzoek invoeren
pl_pl: Wprowadź uwagi żądania konserwacji
pt_pt: Introduzir notas do pedido de manutenção
ro_ro: Introducere note solicitare de întreținere
ru_ru: Введите примечания к запросу на обслуживание
sv_se: Gör anteckningar om underhållsbegäran
th_th: ป้อนบันทึกย่อเกี่ยวกับคำขอการบำรุงรักษา
tr_tr: Bakım talebi notları girin
vi_vn: Nhập ghi chú về yêu cầu bảo trì
zh_cn: 输入维护请求注释
zh_tw: 輸入維護要求附註
