Repository: microsoft/scmsamples-EnterpriseAssetManagement
Catalog: Translations/Labels.*.resx
Languages: cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hu_hu, id_id, is_is, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# WorkOrderJobListHeaderLabel
source: Job #{JobLineNumber} for work order {WorkOrderId}
cs_cz: Úloha č. {JobLineNumber} pro pracovní příkaz {WorkOrderId}
da_dk: Jobnr. {JobLineNumber} for arbejdsordre {WorkOrderId}
de_de: Einzelvorgang #{JobLineNumber} für Arbeitsauftrag {WorkOrderId}
el_gr: Εργασία #{JobLineNumber} για την εντολή εργασίας {WorkOrderId}
es_es: Trabajo n.º{JobLineNumber} para orden de trabajo {WorkOrderId}
et_ee: Töökäsu {WorkOrderId} töö nr {JobLineNumber}
fi_fi: Työ #{JobLineNumber} työtilauksessa {WorkOrderId}
fr_fr: Tâche n° {JobLineNumber} pour l’ordre de travail {WorkOrderId}
hu_hu: {WorkOrderId} munkarendelés #{JobLineNumber} feladata
id_id: Pekerjaan #{JobLineNumber} untuk perintah kerja {WorkOrderId}
is_is: Verk #{JobLineNumber} fyrir verkbeiðni {WorkOrderId}
it_it: Processo n. {JobLineNumber} per l'ordine di lavoro {WorkOrderId}
ja_jp: 作業指示書 {WorkOrderId} のジョブ #{JobLineNumber}
ko_kr: 작업 주문 {WorkOrderId}에 대한 작업 #{JobLineNumber}
lt_lt: Darbo užsakymo numeris{JobLineNumber} {WorkOrderId}
lv_lv: Darbs #{JobLineNumber} darba pasūtījumam {WorkOrderId}
nb_no: Jobb nr. {JobLineNumber} for arbeidsordrejobb {WorkOrderId}
nl_nl: Taak nummer{JobLineNumber} voor werkorder {WorkOrderId}
pl_pl: Zadanie nr {JobLineNumber} dla zlecenia pracy {WorkOrderId}
pt_pt: N.º da tarefa{JobLineNumber} da ordem de intervenção {WorkOrderId}
ro_ro: Lucrarea nr. {JobLineNumber} pentru comanda de lucru {WorkOrderId}
ru_ru: Задание № {JobLineNumber} для заказа на работу {WorkOrderId}
sv_se: Jobbnummer{JobLineNumber} för arbetsorder {WorkOrderId}
th_th: งาน #{JobLineNumber} สำหรับใบสั่งงาน {WorkOrderId}
tr_tr: {WorkOrderId} iş emri için iş #{JobLineNumber}
vi_vn: Công việc số {JobLineNumber} cho lệnh phân việc {WorkOrderId}
zh_cn: 工作订单 {WorkOrderId} 的作业 #{JobLineNumber}
zh_tw: 工單 {WorkOrderId} 的工作 #{JobLineNumber}

# ChangeLegalEntityHeaderLabel
source: Change legal entity
cs_cz: Změna právnické osoby
da_dk: Skift juridisk enhed
de_de: Juristische Person ändern
el_gr: Αλλαγή νομικής οντότητας
es_es: Cambiar entidad jurídica
et_ee: Muuda juriidilist isikut
fi_fi: Vaihda yritys
fr_fr: Modifier l’entité juridique
hu_hu: Jogi személy módosítása
id_id: Ubah badan hukum
is_is: Breyta lögaðila
it_it: Modifica persona giuridica
ja_jp: 法人の変更
ko_kr: 법인 변경
lt_lt: Keisti juridinį asmenį
lv_lv: Mainīt juridisko personu
nb_no: Endre juridisk enhet
nl_nl: Rechtspersoon wijzigen
pl_pl: Zmień osobę prawną
pt_pt: Alterar uma entidade legal
ro_ro: Schimbare entitate juridică
ru_ru: Сменить юридическое лицо
sv_se: Ändra juridisk person
th_th: เปลี่ยนนิติบุคคล
tr_tr: Tüzel kişiliği değiştir
vi_vn: Thay đổi pháp nhân
zh_cn: 更改法人
zh_tw: 變更法律實體

# LineNumberAccessibleLabel
source: Line number
cs_cz: Číslo řádku
da_dk: Linjenummer
de_de: Positionsnummer
el_gr: Αριθμός γραμμής
es_es: Número de línea
et_ee: Rea number
fi_fi: Rivinumero
fr_fr: Numéro de ligne
hu_hu: Sor száma
id_id: Nomor baris
is_is: Línunúmer
it_it: Numero riga
ja_jp: 明細行番号
ko_kr: 라인 번호
lt_lt: Eilutės numeris
lv_lv: Rindas numurs
nb_no: Linjenummer
nl_nl: Regelnummer
pl_pl: Numer wiersza
pt_pt: Número de linha
ro_ro: Număr linie
ru_ru: Номер строки
sv_se: Radnummer
th_th: หมายเลขรายการ
tr_tr: Satır numarası
vi_vn: Số dòng
zh_cn: 行号
zh_tw: 明細編號

# JobLabel
source: Job
cs_cz: Úloha
de_de: Einzelvorgang
el_gr: Εργασία
es_es: Trabajo
et_ee: Töö
fi_fi: Työ
fr_fr: Tâche
hu_hu: Beosztás
id_id: Pekerjaan
is_is: Verk
it_it: Processo
ja_jp: ジョブ
ko_kr: 작업
lt_lt: Darbas
lv_lv: Darbs
nb_no: Jobb
nl_nl: Taak
pl_pl: Zadanie
pt_pt: Tarefa
ro_ro: Lucrare
ru_ru: Задание
sv_se: Jobb
th_th: งาน
tr_tr: İş
vi_vn: Công việc
zh_cn: 作业
zh_tw: 工作

# EditWorkersRemarkButtonAccessibleLabel
source: Edit worker's remark
cs_cz: Upravit poznámku pracovníka
da_dk: Rediger arbejders bemærkning
de_de: Bemerkung der Arbeitskraft bearbeiten
el_gr: Επεξεργασία παρατήρησης εργαζομένου
es_es: Editar comentario del trabajador
et_ee: Redigeeri töötaja märkust
fi_fi: Muokkaa työntekijän huomautusta
fr_fr: Modifier la remarque du collaborateur
hu_hu: Dolgozói megjegyzés szerkesztése
id_id: Edit komentar pekerja
is_is: Breyta athugasemd starfsmanns
it_it: Modifica commento lavoratore
ja_jp: 作業者の備考を編集する
ko_kr: 작업자 설명 편집
lt_lt: Redaguoti darbuotojo pastabą
lv_lv: Rediģēt nodarbinātā atzīmi
nb_no: Rediger arbeiderens kommentar
nl_nl: Opmerking van medewerker bewerken
pl_pl: Edytuj uwagę pracownika
pt_pt: Editar observação do trabalhador
ro_ro: Editare observație lucrător
ru_ru: Изменить примечание работника
sv_se: Redigera arbetarens kommentar
th_th: แก้ไขข้อสังเกตของผู้ปฏิบัติงาน
tr_tr: Çalışan açıklamasını düzenle
vi_vn: Chỉnh sửa ghi chú của người lao động
zh_cn: 编辑工作人员的注解
zh_tw: 編輯工作者的備註

# EditInternalNoteButtonAccessibleLabel
source: Edit internal note
cs_cz: Upravit interní poznámku
da_dk: Rediger intern note
de_de: Interne Notiz bearbeiten
el_gr: Επεξεργασία εσωτερικής σημείωσης
es_es: Editar nota interna
et_ee: Redigeeri sisemärkust
fi_fi: Muokkaa sisäistä huomautusta
fr_fr: Modifier la note interne
hu_hu: Belső megjegyzés szerkesztése
id_id: Edit catatan internal
is_is: Breyta innri athugasemd
it_it: Modifica nota interna
ja_jp: 内部メモの編集
ko_kr: 내부 메모 편집
lt_lt: Redaguoti vidinę pastabą
lv_lv: Rediģēt iekšējo piezīmi
nb_no: Rediger intern merknad
nl_nl: Interne notitie bewerken
pl_pl: Edytuj uwagę wewnętrzną
pt_pt: Editar nota interna
ro_ro: Editare notă internă
ru_ru: Изменить внутреннее примечание
sv_se: Redigera intern anteckning
th_th: แก้ไขบันทึกย่อภายใน
tr_tr: Dahili notu düzenle
vi_vn: Chỉnh sửa ghi chú nội bộ
zh_cn: 编辑内部注释
zh_tw: 編輯內部附註

# ViewButtonLabel
source: View
cs_cz: Zobrazení
da_dk: Vis
de_de: Ansicht
el_gr: Προβολή
es_es: Vista
et_ee: Vaade
fi_fi: Näkymä
fr_fr: Afficher
hu_hu: Megtekintés
id_id: Lihat
is_is: Skoða
it_it: Visualizza
ja_jp: 表示
ko_kr: 보기
lt_lt: Peržiūrėti
lv_lv: Skatīt
nb_no: Vis
nl_nl: Weergeven
pl_pl: Wyświetl
pt_pt: Ver
ro_ro: Vizualizare
ru_ru: Просмотр
sv_se: Visa
th_th: ดู
tr_tr: Görüntüle
vi_vn: Xem
zh_cn: 查看
zh_tw: 檢視

# ViewAttachmentsButtonAccessibleLabel
source: View attachments
cs_cz: Zobrazit přílohy
da_dk: Vis vedhæftede filer
de_de: Anlagen anzeigen
el_gr: Προβολή συνημμένων
es_es: Ver archivos adjuntos
et_ee: Kuva manused
fi_fi: Näytä liitteet
fr_fr: Afficher les documents joints
hu_hu: Mellékletek megtekintése
id_id: Lihat lampiran
is_is: Skoða viðhengi
it_it: Visualizza allegati
ja_jp: 添付ファイルの表示
ko_kr: 첨부 파일 보기
lt_lt: Peržiūrėti priedus
lv_lv: Skatīt pielikumus
nb_no: Vis vedlegg
nl_nl: Bijlagen weergeven
pl_pl: Wyświetl załączniki
pt_pt: Ver anexos
ro_ro: Vizualizare atașări
ru_ru: Просмотр вложений
sv_se: Visa bilagor
th_th: ดูสิ่งที่แนบ
tr_tr: Ekleri görüntüle
vi_vn: Xem tệp đính kèm
zh_cn: 查看附件
zh_tw: 檢視附件

# AdjustButtonLabel
source: Adjust
cs_cz: Upravit
da_dk: Juster
de_de: Anpassen
el_gr: Προσαρμογή
es_es: Ajustar
et_ee: Korrigeeri
fi_fi: Säädä
fr_fr: Ajuster
hu_hu: Beállítás
id_id: Sesuaikan
is_is: Leiðrétta
it_it: Rettifica
ja_jp: 調整
ko_kr: 조정
lt_lt: Koreguoti
lv_lv: Koriģēt
nb_no: Juster
nl_nl: Aanpassen
pl_pl: Korekta
pt_pt: Ajustar
ro_ro: Ajustare
ru_ru: Корректировать
sv_se: Justera
th_th: ปรับปรุง
tr_tr: Ayarla
vi_vn: Điều chỉnh
zh_cn: 调整
zh_tw: 調整

# WorkOrderStateHeaderLabel
source: Work order state
cs_cz: Stav pracovního příkazu
da_dk: Tilstand for arbejdsordre
de_de: Arbeitsauftragsstatus
el_gr: Κατάσταση εντολής εργασίας
es_es: Estado de orden de trabajo
et_ee: Töökäsu olek
fi_fi: Työtilauksen tila
fr_fr: État de l’ordre de travail
hu_hu: Munkarendelés állapota
id_id: Status perintah kerja
is_is: Staða verkbeiðni
it_it: Stato dell'ordine di lavoro
ja_jp: 作業指示書の状態
ko_kr: 작업 주문 상태
lt_lt: Darbo užsakymo būsena
lv_lv: Darba pasūtījuma stāvoklis
nb_no: Arbeidsordretilstand
nl_nl: Status van werkorder
pl_pl: Stan zlecenia pracy
pt_pt: Estado da ordem de intervenção
ro_ro: Stare comandă de lucru
ru_ru: Состояние заказа на работу
sv_se: Arbetsorderns tillstånd
th_th: สถานะใบสั่งงาน
tr_tr: İş emri durumu
vi_vn: Trạng thái lệnh phân việc
zh_cn: 工作订单状态
zh_tw: 工單狀態

# ChecklistItemMandatoryLabel
source: Mandatory
cs_cz: Povinné
da_dk: Obligatorisk
de_de: Obligatorisch
el_gr: Υποχρεωτικό
es_es: Obligatorio
et_ee: Kohustuslik
fi_fi: Pakollinen
fr_fr: Obligatoire
hu_hu: Kötelező
id_id: Wajib
is_is: Áskilið
it_it: Obbligatorio
ja_jp: 必須
ko_kr: 필수
lt_lt: Privalomas
lv_lv: Obligāts
nb_no: Obligatorisk
nl_nl: Verplicht
pl_pl: Wymagane
pt_pt: Obrigatório
ro_ro: Obligatoriu
ru_ru: Обязательный
sv_se: Obligatoriskt
th_th: ข้อบังคับ
tr_tr: Zorunlu
vi_vn: Bắt buộc
zh_cn: 必需
zh_tw: 強制

# ChecklistItemVariableValueLabel
source: Value: {VariableValue}
cs_cz: Hodnota: {VariableValue}
da_dk: Værdi: {VariableValue}
de_de: Wert: {VariableValue}
el_gr: Τιμή: {VariableValue}
es_es: Valor: {VariableValue}
et_ee: Väärtus: {VariableValue}
fi_fi: Arvo: {VariableValue}
fr_fr: Valeur : {VariableValue}
hu_hu: Érték: {VariableValue}
id_id: Nilai: {VariableValue}
is_is: Gildi: {VariableValue}
it_it: Valore: {VariableValue}
ja_jp: 値: {VariableValue}
ko_kr: 값: {VariableValue}
lt_lt: Vertė: {VariableValue}
lv_lv: Vērtība: {VariableValue}
nb_no: Verdi: {VariableValue}
nl_nl: Waarde: {VariableValue}
pl_pl: Wartość: {VariableValue}
pt_pt: Valor: {VariableValue}
ro_ro: Valoare: {VariableValue}
ru_ru: Значение: {VariableValue}
sv_se: Värde: {VariableValue}
th_th: ค่า: {VariableValue}
tr_tr: Değer: {VariableValue}
vi_vn: Giá trị: {VariableValue}
zh_cn: 值: {VariableValue}
zh_tw: 值: {VariableValue}

# ChecklistItemMeasurementValueLabel
source: Value: {MeasureValue} {MeasureUnitId}
cs_cz: Hodnota: {MeasureValue} {MeasureUnitId}
da_dk: Værdi: {MeasureValue} {MeasureUnitId}
de_de: Wert: {MeasureValue} {MeasureUnitId}
el_gr: Τιμή: {MeasureValue} {MeasureUnitId}
es_es: Valor: {MeasureValue} {MeasureUnitId}
et_ee: Väärtus: {MeasureValue} {MeasureUnitId}
fi_fi: Arvo: {MeasureValue} {MeasureUnitId}
fr_fr: Valeur : {MeasureValue} {MeasureUnitId}
hu_hu: Érték: {MeasureValue} {MeasureUnitId}
id_id: Nilai: {MeasureValue} {MeasureUnitId}
is_is: Gildi: {MeasureValue} {MeasureUnitId}
it_it: Valore: {MeasureValue} {MeasureUnitId}
ja_jp: 値: {MeasureValue} {MeasureUnitId}
ko_kr: 값: {MeasureValue} {MeasureUnitId}
lt_lt: Vertė: {MeasureValue} {MeasureUnitId}
lv_lv: Vērtība: {MeasureValue} {MeasureUnitId}
nb_no: Verdi: {MeasureValue} {MeasureUnitId}
nl_nl: Waarde: {MeasureValue} {MeasureUnitId}
pl_pl: Wartość: {MeasureValue} {MeasureUnitId}
pt_pt: Valor: {MeasureValue} {MeasureUnitId}
ro_ro: Valoare: {MeasureValue} {MeasureUnitId}
ru_ru: Значение {MeasureValue} {MeasureUnitId}
sv_se: Värde: {MeasureValue} {MeasureUnitId}
th_th: ค่า: {MeasureValue} {MeasureUnitId}
tr_tr: Değer: {MeasureValue} {MeasureUnitId}
vi_vn: Giá trị: {MeasureValue} {MeasureUnitId}
zh_cn: 值: {MeasureValue} {MeasureUnitId}
zh_tw: 值: {MeasureValue} {MeasureUnitId}

# AddItemLabel
source: Add item
cs_cz: Přidat položku
da_dk: Tilføj vare
de_de: Artikel hinzufügen
el_gr: Προσθήκη στοιχείου
es_es: Agregar artículo
et_ee: Lisa kaup
fi_fi: Lisää nimike
fr_fr: Ajouter un article
hu_hu: Cikk hozzáadása
id_id: Tambahkan barang
is_is: Bæta við vöru
it_it: Aggiungi articolo
ja_jp: 品目の追加
ko_kr: 항목 추가
lt_lt: Pridėti elementą
lv_lv: Pievienot krājumu
nb_no: Legg til vare
nl_nl: Artikel toevoegen
pl_pl: Dodaj pozycję
pt_pt: Adicionar item
ro_ro: Adăugare articol
ru_ru: Добавить номенклатуру
sv_se: Lägg till artikel
th_th: เพิ่มสินค้า
tr_tr: Madde ekle
vi_vn: Thêm mặt hàng
zh_cn: 添加物料
zh_tw: 新增品項

# ItemConsumptionTypeReleasedProductsLabel
source: Items
cs_cz: Položky
da_dk: Varer
de_de: Artikel
el_gr: Στοιχεία
es_es: Artículos
et_ee: Kaubad
fi_fi: Nimikkeet
fr_fr: Articles
hu_hu: Cikkek
id_id: Barang
is_is: Vörur
it_it: Articoli
ja_jp: 品目
ko_kr: 항목
lt_lt: Elementai
lv_lv: Krājumi
nb_no: Varer
nl_nl: Artikelen
pl_pl: Pozycje
pt_pt: Itens
ro_ro: Elemente
ru_ru: Номенклатуры
sv_se: Objekt
th_th: สินค้า
tr_tr: Maddeler
vi_vn: Mặt hàng
zh_cn: 物料
zh_tw: 品項

# ItemConsumptionTypeAssetBOMLabel
source: Asset BOM
cs_cz: Kusovník majetku
da_dk: Aktivstykliste
de_de: Anlagenstückliste
el_gr: Κατάλογος υλικών πάγιου στοιχείου
es_es: L. MAT de activos
et_ee: Vara kooslus
fi_fi: Resurssien tuoterakenne
fr_fr: Nomenclature des actifs
hu_hu: Eszköz DBJ
id_id: BOM aset
is_is: Uppskrift eignar
it_it: DBA cespiti
ja_jp: 資産 BOM
ko_kr: 자산 BOM
lt_lt: Turto KS
lv_lv: Līdzekļa MK
nb_no: Objektstykkliste
nl_nl: Activumstuklijst
pl_pl: BOM składnika majątku
pt_pt: L.M. de ativos
ro_ro: Listă de materiale activ
ru_ru: Спецификация актива
sv_se: Tillgångsstruktur
th_th: BOM สินทรัพย์
tr_tr: Varlık ürün reçetesi
vi_vn: Định mức nguyên vật liệu của tài sản
zh_cn: 资产物料清单
zh_tw: 資產 BOM

# ItemConsumptionTypeSparePartsLabel
source: Spare parts
cs_cz: Náhradní díly
da_dk: Reservedele
de_de: Ersatzteile
el_gr: Ανταλλακτικά
es_es: Piezas de repuesto
et_ee: Varuosad
fi_fi: Varaosat
fr_fr: Pièces détachées
hu_hu: Pótalkatrészek
id_id: Suku cadang
is_is: Varahlutir
it_it: Parti di ricambio
ja_jp: 予備部品
ko_kr: 예비 부품
lt_lt: Atsarginės dalys
lv_lv: Rezerves daļas
nb_no: Reservedeler
nl_nl: Reserveonderdelen
pl_pl: Części zamienne
pt_pt: Peças sobressalentes
ro_ro: Piese de schimb
ru_ru: Запасные части
sv_se: Reservdelar
th_th: อะไหล่สำรอง
tr_tr: Yedek parçalar
vi_vn: Phụ tùng thay thế
zh_cn: 备件
zh_tw: 備品

# Error_TimeConsumptionAdjustmentUpdateGenericFailureLabel
source: Unable to update hours spent
cs_cz: Nelze aktualizovat strávené hodiny
da_dk: Brugte timer kunne ikke opdateres
de_de: Geleistete Stunden können nicht aktualisiert werden
el_gr: Δεν είναι δυνατή η ενημέρωση των ωρών που δαπανήθηκαν
es_es: No se pueden actualizar las horas empleadas
et_ee: Kulutatud tunde ei saa värskendada
fi_fi: Käytettyjä tunteja ei voi päivittää
fr_fr: Impossible de mettre à jour les heures passées
hu_hu: Nem sikerült frissíteni az eltöltött órákat
id_id: Tidak dapat memperbarui jam yang dihabiskan
is_is: Ekki er hægt að uppfæra vinnustundir
it_it: Impossibile aggiornare le ore impiegate
ja_jp: 所要時間を更新できません
ko_kr: 소요 시간을 업데이트할 수 없음
lt_lt: Negalima atnaujinti praleistų valandų
lv_lv: Nevar atjaunināt patērētās stundas
nb_no: Kan ikke oppdatere timer brukt
nl_nl: Kan bestede uren niet bijwerken
pl_pl: Nie można zaktualizować czasu pracy
pt_pt: Não é possível atualizar as horas gastas
ro_ro: Nu se pot actualiza orele petrecute
ru_ru: Не удалось обновить затраченные часы
sv_se: Det går inte att uppdatera spenderade timmar
th_th: ไม่สามารถอัปเดตชั่วโมงที่ใช้ไป
tr_tr: Harcanan saat sayısı güncelleştirilemiyor
vi_vn: Không thể cập nhật số giờ đã sử dụng
zh_cn: 无法更新所用小时数
zh_tw: 無法更新花費的時數

# ChecklistInstructionHeaderLabel
source: Instruction
cs_cz: Instrukce
da_dk: Instruktion
de_de: Anweisung
el_gr: Οδηγία
es_es: Instrucción
et_ee: Juhis
fi_fi: Ohje
hu_hu: Utasítás
id_id: Instruksi
is_is: Fyrirmæli
it_it: Istruzione
ja_jp: 指示
ko_kr: 지침
lt_lt: Instrukcija
lv_lv: Instrukcija
nb_no: Instruksjon
nl_nl: Instructie
pl_pl: Instrukcja
pt_pt: Instrução
ro_ro: Instrucțiune
ru_ru: Инструкция
sv_se: Instruktion
th_th: คำแนะนำ
tr_tr: Yönerge
vi_vn: Chỉ thị
zh_cn: 说明
zh_tw: 指示

# ChecklistYourNotesPlaceholderLabel
source: Your notes
cs_cz: Vaše poznámky
da_dk: Dine noter
de_de: Notizen
el_gr: Οι σημειώσεις σας
es_es: Sus notas
et_ee: Teie märkused
fi_fi: Muistiinpanosi
fr_fr: Vos notes
hu_hu: Saját megjegyzések
id_id: Catatan Anda
is_is: Glósurnar þínar
it_it: Note personali
ja_jp: 自分のメモ
ko_kr: 메모
lt_lt: Jūsų pastabos
lv_lv: Jūsu piezīmes
nb_no: Dine merknader
nl_nl: Uw notities
pl_pl: Uwagi użytkownika
pt_pt: As suas notas
ro_ro: Notele dvs.
ru_ru: Ваши примечания
sv_se: Dina anteckningar
th_th: บันทึกย่อของคุณ
tr_tr: Notlarınız
vi_vn: Ghi chú của bạn
zh_cn: 您的注释
zh_tw: 您的附註

# ChecklistMeasurementResultLabel
source: Result: {MeasurementResult}
cs_cz: Výsledek: {MeasurementResult}
da_dk: Resultat: {MeasurementResult}
de_de: Ergebnis: {MeasurementResult}
el_gr: Αποτέλεσμα: {MeasurementResult}
es_es: Resultado: {MeasurementResult}
et_ee: Tulemus: {MeasurementResult}
fi_fi: Tulos: {MeasurementResult}
fr_fr: Résultat : {MeasurementResult}
hu_hu: Eredmény: {MeasurementResult}
id_id: Hasil: {MeasurementResult}
is_is: Niðurstaða: {MeasurementResult}
it_it: Risultato: {MeasurementResult}
ja_jp: 結果: {MeasurementResult}
ko_kr: 결과: {MeasurementResult}
lt_lt: Rezultatas: {MeasurementResult}
lv_lv: Rezultāts: {MeasurementResult}
nb_no: Resultat: {MeasurementResult}
nl_nl: Resultaat: {MeasurementResult}
pl_pl: Wynik: {MeasurementResult}
pt_pt: Resultado: {MeasurementResult}
ro_ro: Rezultat: {MeasurementResult}
ru_ru: Результат: {MeasurementResult}
sv_se: Resultat: {MeasurementResult}
th_th: ผลลัพธ์: {MeasurementResult}
tr_tr: Sonuç: {MeasurementResult}
vi_vn: Kết quả: {MeasurementResult}
zh_cn: 结果: {MeasurementResult}
zh_tw: 結果: {MeasurementResult}

# ChecklistMeasurementMinMaxLabel
source: Min: {MeasurementMinimum} - Max: {MeasurementMaximum}
da_dk: Min.: {MeasurementMinimum}, Maks.: {MeasurementMaximum}
el_gr: Ελάχιστο: {MeasurementMinimum} - Μέγιστο: {MeasurementMaximum}
es_es: Mín.: {MeasurementMinimum} - Máx.: {MeasurementMaximum}
fi_fi: Min: {MeasurementMinimum} - Maks. = {MeasurementMaximum}
fr_fr: De : {MeasurementMinimum} à : {MeasurementMaximum}
id_id: Min: {MeasurementMinimum} - Maks: {MeasurementMaximum}
is_is: Lágm.: {MeasurementMinimum} – hám.: {MeasurementMaximum}
ja_jp: 最小: {MeasurementMinimum} - 最大: {MeasurementMaximum}
ko_kr: 최소: {MeasurementMinimum} - 최대: {MeasurementMaximum}
lt_lt: Min.: {MeasurementMinimum} - Maks.: {MeasurementMaximum}
lv_lv: Min.: {MeasurementMinimum} - Maks.: {MeasurementMaximum}
nb_no: Min.: {MeasurementMinimum} – maks: {MeasurementMaximum}
pl_pl: Min.: {MeasurementMinimum} — Maks.: {MeasurementMaximum}
pt_pt: Mín: {MeasurementMinimum} – Máx: {MeasurementMaximum}
ru_ru: Мин.: {MeasurementMinimum} – макс.: {MeasurementMaximum}
th_th: ต่ำสุด: {MeasurementMinimum} - สูงสุด: {MeasurementMaximum}
tr_tr: Min: {MeasurementMinimum} - Maks: {MeasurementMaximum}
vi_vn: Tối thiểu: {MeasurementMinimum} – Tối đa: {MeasurementMaximum}
zh_cn: 最小值: {MeasurementMinimum} - 最大值: {MeasurementMaximum}
zh_tw: 最小值: {MeasurementMinimum} - 最大值: {MeasurementMaximum}

# ChecklistMarkAsCheckedButtonLabel
source: Mark as checked
cs_cz: Označit jako zkontrolované
da_dk: Markér som afkrydset
de_de: Als „geprüft“ markieren
el_gr: Επισήμανση ως ελεγμένο
es_es: Marcar como comprobado
et_ee: Märgi märgituks
fi_fi: Merkitse tarkistetuksi
fr_fr: Marquer comme contrôlé
hu_hu: Bejelölés
id_id: Tandai sebagai diperiksa
is_is: Merkja sem athugað
it_it: Contrassegna come selezionato
ja_jp: 確認済みとしてマークする
ko_kr: 확인됨으로 표시
lt_lt: Pažymėti kaip patikrintą
lv_lv: Atzīmēt kā atzīmētu
nb_no: Merk som sjekket
nl_nl: Markeren als gecontroleerd
pl_pl: Oznacz jako sprawdzone
pt_pt: Marcar como marcado
ro_ro: Marcare ca verificat
ru_ru: Пометить как отмеченный
sv_se: Markera som kontrollerat
th_th: ทำเครื่องหมายเป็นตรวจสอบแล้ว
tr_tr: Kontrol edildi olarak işaretle
vi_vn: Đánh dấu là đã kiểm tra
zh_cn: 标记为已检查
zh_tw: 標示為已核取

# ChecklistMarkAsUnCheckedButtonLabel
source: Mark as unchecked
cs_cz: Označit jako nezkontrolované
da_dk: Markér som ikke afkrydset
de_de: Als „nicht geprüft“ markieren
el_gr: Επισήμανση ως μη ελεγμένο
es_es: Marcar como no comprobado
et_ee: Märgi mittemärgituks
fi_fi: Merkitse tarkistamattomaksi
fr_fr: Marquer comme non contrôlé
hu_hu: Jelölés törlése
id_id: Tandai sebagai belum diperiksa
is_is: Merkja sem óathugað
it_it: Contrassegna come deselezionato
ja_jp: 未確認としてマークする
ko_kr: 확인 안 됨으로 표시
lt_lt: Pažymėti kaip nepatikrintą
lv_lv: Atzīmēt kā neatzīmētu
nb_no: Merk som ikke sjekket
nl_nl: Markeren als niet-gecontroleerd
pl_pl: Oznacz jako niesprawdzone
pt_pt: Marcar como desmarcado
ro_ro: Marcare ca neverificat
ru_ru: Пометить как неотмеченный
sv_se: Markera som ej kontrollerat
th_th: ทำเครื่องหมายเป็นไม่ได้ตรวจสอบ
tr_tr: Kontrol edilmedi olarak işaretle
vi_vn: Đánh dấu là chưa kiểm tra
zh_cn: 标记为未检查
zh_tw: 標示為已取消核取

# Error_FailedRetrievingDefaultRequestType
source: Could not retrieve default request type
cs_cz: Nepodařilo se načíst výchozí typ požadavku
da_dk: Standardanmodningstypen kunne ikke hentes
de_de: Standardanforderungstyp konnte nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση του προεπιλεγμένου τύπου αιτήματος
es_es: No se ha podido recuperar el tipo de solicitud predeterminado
et_ee: Taotluse vaiketüüpi ei saanud tuua
fi_fi: Oletuspyyntötyyppiä ei voitu noutaa
fr_fr: Impossible de récupérer le type de requête par défaut
hu_hu: Nem lehet beolvasni az alapértelmezett kéréstípust
id_id: Tidak dapat mengambil jenis permintaan default
is_is: Ekki var hægt að sækja sjálfgefna tegund beiðni
it_it: Impossibile recuperare il tipo di richiesta predefinito
ja_jp: 既定の要求タイプを取得できませんでした
ko_kr: 기본 요청 유형을 검색할 수 없음
lt_lt: Nepavyko gauti numatytojo užklausos tipo
lv_lv: Nevarēja izgūt noklusējuma pieprasījuma veidu
nb_no: Kan ikke hente standard forespørselstype
nl_nl: Kan standaardaanvraagtype niet ophalen
pl_pl: Nie można pobrać domyślnego typu żądania
pt_pt: Não foi possível obter o tipo de pedido predefinido
ro_ro: Nu s-a putut regăsi tipul de solicitare implicit
ru_ru: Не удалось извлечь тип запроса по умолчанию
sv_se: Det gick inte att hämta standardtypen för begäran
th_th: ไม่สามารถดึงชนิดคำขอเริ่มต้น
tr_tr: Varsayılan talep türü alınamadı
vi_vn: Không thể truy xuất loại yêu cầu mặc định
zh_cn: 无法检索默认请求类型
zh_tw: 無法擷取預設要求類型

# Error_MaintenanceRequestDefaultServiceLevelSetupMissing
source: Missing service level setup
cs_cz: Chybí nastavení úrovně služeb
da_dk: Manglende opsætning af serviceniveau
de_de: Fehlende Einstellungen für Leistungsebene
el_gr: Λείπει η ρύθμιση επιπέδου υπηρεσίας
es_es: Falta la configuración del nivel de servicio
et_ee: Teenusetaseme häälestus puudub
fi_fi: Palvelutason asetukset puuttuvat
fr_fr: Paramétrage de niveau de service manquant
hu_hu: Szolgáltatásszint beállítása hiányzik
id_id: Tidak ada penyiapan tingkat layanan
is_is: Uppsetningu þjónustustigs vantar
it_it: Impostazione del livello di servizio mancante
ja_jp: サービス レベルの設定が存在しません
ko_kr: 서비스 수준 설정 누락
lt_lt: Trūkstamas paslaugų lygio nustatymas
lv_lv: Trūkst pakalpojumu līmeņa iestatīšanas
nb_no: Mangler oppsett av servicenivå
nl_nl: Instellingen voor serviceniveau ontbreken
pl_pl: Brak ustawień poziomu usługi
pt_pt: Configuração do nível de serviço em falta
ro_ro: Lipsește configurarea nivelului serviciului
ru_ru: Отсутствует настройка уровня обслуживания
sv_se: Servicenivåinställning saknas
th_th: ไม่มีการตั้งค่าระดับการบริการ
tr_tr: Hizmet düzeyi kurulumu eksik
vi_vn: Thiếu thiết lập cấp độ dịch vụ
zh_cn: 缺少服务级别设置
zh_tw: 缺少服務等級設定
