Repository: microsoft/scmsamples-EnterpriseAssetManagement
Catalog: Translations/Labels.*.resx
Languages: cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hu_hu, id_id, is_is, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# OnboardingNextButtonLabel
source: Next
cs_cz: Další
da_dk: Næste
de_de: Weiter
el_gr: Επόμενο
es_es: Siguiente
et_ee: Edasi
fi_fi: Seuraava
fr_fr: Suivant
hu_hu: Tovább
id_id: Berikutnya
is_is: Áfram
it_it: Avanti
ja_jp: 次へ
ko_kr: 다음
lt_lt: Toliau
lv_lv: Tālāk
nb_no: Neste
nl_nl: Volgende
pl_pl: Dalej
pt_pt: Seguinte
ro_ro: Înainte
ru_ru: Далее
sv_se: Nästa
th_th: ถัดไป
tr_tr: İleri
vi_vn: Tiếp theo
zh_cn: 下一个
zh_tw: 下一步

# OnboardingRequestTitleLabel
source: Quick requests
cs_cz: Rychlé požadavky
da_dk: Hurtige anmodninger
de_de: Schnellanfragen
el_gr: Γρήγορα αιτήματα
es_es: Solicitudes rápidas
et_ee: Kiirtaotlused
fi_fi: Pikapyynnöt
fr_fr: Demandes rapides
hu_hu: Gyorskérések
id_id: Permintaan cepat
is_is: Flýtibeiðnir
it_it: Richieste rapide
ja_jp: クイック要求
ko_kr: 빠른 요청
lt_lt: Greitos užklausos
lv_lv: Ātrie pieprasījumi
nb_no: Hurtigforespørsler
nl_nl: Snelle aanvragen
pl_pl: Szybkie żądania
pt_pt: Pedidos rápidos
ro_ro: Solicitări rapide
ru_ru: Быстрые запросы
sv_se: Snabbförfrågningar
th_th: คำขอด่วน
tr_tr: Hızlı talepler
vi_vn: Yêu cầu nhanh
zh_cn: 快速请求
zh_tw: 快速要求

# OnboardingRequestDescriptionLabel
source: Scan the QR code of an asset or location and take a photo or video of the problem.
cs_cz: Naskenujte QR kód majetku nebo místa a pořiďte fotografii nebo video problému.
da_dk: Scan QR-koden for et aktiv eller en lokalitet, og tag et billede eller en video af problemet.
de_de: Scannen Sie den QR-Code einer Anlage oder eines Standorts, und machen Sie ein Foto oder Video vom Problem.
el_gr: Σαρώστε τον κωδικό QR ενός πάγιου στοιχείου ή μιας τοποθεσίας και τραβήξτε μια φωτογραφία ή ένα βίντεο του προβλήματος.
es_es: Digitalice el código QR de un activo o ubicación y realice una fotografía o vídeo del problema.
et_ee: Skannige vara või asukoha QR-kood ja salvestage probleemist foto või video.
fi_fi: Skannaa resurssin tai sijainnin QR-koodi ja ota valokuva tai video ongelmasta.
fr_fr: Lisez le code QR d’un actif ou d’un emplacement et prenez une photo ou une vidéo du problème.
hu_hu: Olvassa be egy eszköz vagy hely QR-kódját, és készítsen fényképet vagy videót a problémáról.
id_id: Pindai kode QR aset atau lokasi dan ambil foto atau video masalahnya.
is_is: Skannið inn QR-kóða eignar eða birgðageymslu og takið mynd eða myndskeið af vandamálinu.
it_it: Eseguire la scansione del codice a matrice di un cespite o di un'ubicazione e scattare una foto o un video del problema.
ja_jp: 資産や場所の QR コードをスキャンして、問題の写真やビデオを撮影します。
ko_kr: 자산 또는 위치의 QR 코드를 스캔하고 문제의 사진 또는 비디오를 찍습니다.
lt_lt: Nuskaitykite turto ar vietos QR kodą ir nufotografuokite arba nufilmuokite problemą.
lv_lv: Noskenējiet līdzekļa vai atrašanās vietas QR kodu un uzņemiet problēmas fotoattēlu vai videoklipu.
nb_no: Skann QR-koden for et objekt eller en lokasjon, og ta et bilde eller ta opp en video av problemet.
nl_nl: Scan de QR-code van een activum of locatie en maak een foto of video van het probleem.
pl_pl: Zeskanuj kod QR składnika majątku lub lokalizacji i zrób zdjęcie lub nakręć film przedstawiający problem.
pt_pt: Digitalize o código QR de um ativo ou localização e tire uma foto ou grave um vídeo do problema.
ro_ro: Scanați codul QR al unui activ sau al unei locații și faceți o fotografie sau un videoclip cu problema.
ru_ru: Отсканируйте QR-код актива или местоположение и сделайте фото проблемы (или снимите ее на видео).
sv_se: Skanna QR-koden för en tillgång eller plats och ta en bild eller video av problemet.
th_th: สแกนคิวอาร์โค้ดของสินทรัพย์หรือสถานที่ แล้วถ่ายภาพหรือวิดีโอของปัญหา
tr_tr: Bir kıymet veya yerleşimin QR kodunu tarayın veya sorunun fotoğrafını ya da videosunu çekin.
vi_vn: Quét mã QR của tài sản hoặc vị trí và chụp ảnh hoặc quay video về sự cố.
zh_cn: 扫描资产或位置 QR 码，并拍摄问题照片或视频。
zh_tw: 掃描資產或位置的 QR 代碼，並拍攝問題的相片或影片。

# OnboardingRequestSubTitleLabel
source: Make a request in less than a minute
cs_cz: Požadavek vytvoříte za méně než minutu
da_dk: Foretag en anmodning på mindre end et minut
de_de: Anfrage in weniger als einer Minute stellen
el_gr: Κάντε ένα αίτημα σε λιγότερο από ένα λεπτό
es_es: Realizar una solicitud en menos de un minuto
et_ee: Taotluse esitamine vähem kui minutiga
fi_fi: Tee pyyntö alle minuutissa
fr_fr: Effectuer une demande en moins d’une minute
hu_hu: Kérés indítása kevesebb, mint egy perc alatt
id_id: Buat permintaan dalam waktu kurang dari satu menit
is_is: Senda beiðni innan mínútu
it_it: Effettua una richiesta in meno di un minuto
ja_jp: 要求は 1 分以内に行います
ko_kr: 1분 이내에 요청하기
lt_lt: Užklausą pateikite greičiau nei per minutę
lv_lv: Iesniedziet pieprasījumu mazāk nekā minūtes laikā
nb_no: Opprett en forespørsel på under et minutt
nl_nl: Een aanvraag maken in minder dan een minuut
pl_pl: Złóż żądanie szybciej niż w minutę
pt_pt: Faça um pedido em menos de um minuto
ro_ro: Faceți o solicitare în mai puțin de un minut
ru_ru: Создать запрос можно менее чем за минуту
sv_se: Gör en förfrågan på mindre än en minut
th_th: ส่งคำขอภายในเวลาไม่ถึงนาที
tr_tr: Bir dakikadan kısa sürede talepte bulunun
vi_vn: Tạo yêu cầu trong chưa đầy một phút
zh_cn: 在一分钟内发起请求
zh_tw: 在不到一分鐘的時間內提出要求

# WorkOrderAvailableStatesLoadingLabel
source: Loading available states...
cs_cz: Načítání dostupných stavů…
da_dk: Indlæser tilgængelige tilstande...
de_de: Verfügbare Status werden geladen...
el_gr: Γίνεται φόρτωση των διαθέσιμων καταστάσεων...
es_es: Cargando estados disponibles...
et_ee: Saadaolevate olekute laadimine...
fi_fi: Ladataan käytettävissä olevia vapaita tiloja...
fr_fr: Chargement des états disponibles en cours...
hu_hu: Elérhető állapotok betöltése...
id_id: Memuat status yang tersedia...
is_is: Hleður tiltækum stöðum ...
it_it: Caricamento stati disponibili in corso...
ja_jp: 利用できる状態を読み込んでいます...
ko_kr: 사용 가능한 상태 로드 중...
lt_lt: Įkeliamos galimos būsenos...
lv_lv: Notiek pieejamo stāvokļu ielāde...
nb_no: Laster inn tilgjengelige tilstander ...
nl_nl: Bezig met laden van beschikbare statussen...
pl_pl: Ładowanie dostępnych stanów...
pt_pt: A carregar estados disponíveis...
ro_ro: Se încarcă stările disponibile...
ru_ru: Загрузка доступных состояний...
sv_se: Läser in tillgängliga tillstånd …
th_th: กำลังโหลดสถานะที่มีอยู่...
tr_tr: Kullanılabilir durumlar yükleniyor...
vi_vn: Đang tải các trạng thái có sẵn...
zh_cn: 正在加载可用状态...
zh_tw: 正在載入可用狀態...

# StorageLoadingAvailableSitesLabel
source: Loading sites...
cs_cz: Načítání umístění…
da_dk: Indlæser websteder...
de_de: Standorte werden geladen...
el_gr: Γίνεται φόρτωση των τοποθεσιών...
es_es: Cargando sitios...
et_ee: Tegevuskohtade laadimine...
fi_fi: Ladataan sivustoja…
fr_fr: Chargement des sites en cours...
hu_hu: Helyek betöltése...
id_id: Memuat lokasi...
is_is: Hleður svæði ...
it_it: Caricamento siti in corso...
ja_jp: 場所を読み込んでいます...
ko_kr: 사이트 로드 중...
lt_lt: Įkeliamos svetainė...
lv_lv: Notiek vietu ielāde...
nb_no: Laster inn områder ...
nl_nl: Sites worden geladen...
pl_pl: Ładowanie oddziałów...
pt_pt: A carregar locais...
ro_ro: Se încarcă locațiile fizice...
ru_ru: Загрузка сайтов...
sv_se: Läser in webbplatser …
th_th: กำลังโหลดที่ตั้ง...
tr_tr: Tesisler yükleniyor...
vi_vn: Đang tải cơ sở...
zh_cn: 正在加载站点...
zh_tw: 正在載入地點...

# StorageLoadingAvailableWarehousesLabel
source: Loading warehouses...
cs_cz: Načítání skladů…
da_dk: Indlæser lagersteder...
de_de: Lagerorte werden geladen...
el_gr: Γίνεται φόρτωση των αποθηκών...
es_es: Cargando almacenes...
et_ee: Ladude laadimine...
fi_fi: Ladataan varastoja…
fr_fr: Chargement des entrepôts en cours...
hu_hu: Raktárak betöltése...
id_id: Memuat gudang...
is_is: Hleður vöruhúsum ...
it_it: Caricamento magazzini in corso...
ja_jp: 倉庫を読み込んでいます...
ko_kr: 창고 로드 중...
lt_lt: Įkeliami sandėliai...
lv_lv: Notiek noliktavu ielāde...
nb_no: Laster inn lagre ...
nl_nl: Magazijnen worden geladen...
pl_pl: Ładowanie magazynów...
pt_pt: A carregar armazéns...
ro_ro: Se încarcă depozitele...
ru_ru: Загрузка складов...
sv_se: Läser in lagerställen …
th_th: กำลังโหลดคลังสินค้า...
tr_tr: Ambarlar yükleniyor...
vi_vn: Đang tải kho...
zh_cn: 正在加载仓库...
zh_tw: 正在入倉儲...

# SettingsLabel
source: Settings
cs_cz: Nastavení
da_dk: Indstillinger
de_de: Einstellungen
el_gr: Ρυθμίσεις
es_es: Configuración
et_ee: Sätted
fi_fi: Asetukset
fr_fr: Paramètres
hu_hu: Beállítások
id_id: Pengaturan
is_is: Stillingar
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
lt_lt: Parametrai
lv_lv: Iestatījumi
nb_no: Innstillinger
nl_nl: Instellingen
pl_pl: Ustawienia
pt_pt: Definições
ro_ro: Setări
ru_ru: Параметры
sv_se: Inställningar
th_th: การตั้งค่า
tr_tr: Ayarlar
vi_vn: Thiết đặt
zh_cn: 设置
zh_tw: 設定

# SelectedLabel
source: Selected
cs_cz: Vybráno
da_dk: Markeret
de_de: Ausgewählt
el_gr: Επιλεγμένο
es_es: Seleccionado
et_ee: Valitud
fi_fi: Valittu
fr_fr: Sélectionné(e)
hu_hu: Kijelölve
id_id: Dipilih
is_is: Valið
it_it: Selezionato
ja_jp: 選択済
ko_kr: 선택됨
lt_lt: Pasirinkta
lv_lv: Atlasīts
nb_no: Valgt
nl_nl: Geselecteerd
pl_pl: Wybrane
pt_pt: Selecionado
ro_ro: Selectată
ru_ru: Выбрано
sv_se: Markerade
th_th: ที่เลือก
tr_tr: Seçildi
vi_vn: Đã chọn
zh_cn: 已选择
zh_tw: 已選取

# IncrementHoursAccessibleLabel
source: Increment hours spent
cs_cz: Zvýšit počet strávených hodin
da_dk: Brugte øgede timer
de_de: Geleistete Stunden erhöhen
el_gr: Αύξηση των ωρών που δαπανήθηκαν
es_es: Incrementar horas empleadas
et_ee: Suurenda kulutatud tunde
fi_fi: Lisää käytettyjä tunteja
fr_fr: Incrémenter les heures passées
hu_hu: Az eltöltött órák növelése
id_id: Peningkatan jam yang dihabiskan
is_is: Fjölga unnum klukkustundum
it_it: Incremento ore impiegate
ja_jp: 所要時間を増やす
ko_kr: 소요 시간(시간) 증가
lt_lt: Padidinti praleistų valandų skaičių
lv_lv: Palielināt patērētās stundas
nb_no: Øk timer brukt
nl_nl: Bestede uren verhogen
pl_pl: Zwiększenie czasu pracy
pt_pt: Aumentar horas gastas
ro_ro: Incrementare ore petrecute
ru_ru: Увеличить затраченные часы
sv_se: Öka spenderade timmar
th_th: ชั่วโมงการเพิ่มที่ใช้ไป
tr_tr: Harcanan saati artır
vi_vn: Tăng số giờ đã sử dụng
zh_cn: 增加所用小时数
zh_tw: 增加花費的小時數

# IncrementMinutesAccessibleLabel
source: Increment minutes spent
cs_cz: Zvýšit počet strávených minut
da_dk: Brugte øgede minutter
de_de: Geleistete Minuten erhöhen
el_gr: Αύξηση των λεπτών που δαπανήθηκαν
es_es: Incrementar minutos empleados
et_ee: Suurenda kulutatud minuteid
fi_fi: Lisää käytettyjä minuutteja
fr_fr: Incrémenter les minutes passées
hu_hu: Az eltöltött percek növelése
id_id: Peningkatan menit yang dihabiskan
is_is: Fjölga unnum mínútum
it_it: Incremento minuti impiegati
ja_jp: 所要時間 (分) を増やす
ko_kr: 소요 시간(분) 증가
lt_lt: Padidinti praleistų minučių skaičių
lv_lv: Palielināt patērētās minūtes
nb_no: Øk minutter brukt
nl_nl: Bestede minuten verhogen
pl_pl: Zwiększenie czasu pracy w minutach
pt_pt: Aumentar minutos gastos
ro_ro: Incrementare minute petrecute
ru_ru: Увеличить затраченные минуты
sv_se: Öka spenderade minuter
th_th: นาทีการเพิ่มที่ใช้ไป
tr_tr: Harcanan dakikayı artır
vi_vn: Tăng số phút đã sử dụng
zh_cn: 增加所用分钟数
zh_tw: 增加花費的分鐘數

# DecrementHoursAccessibleLabel
source: Decrement hours spent
cs_cz: Snížit počet strávených hodin
da_dk: Brugte reducerede timer
de_de: Geleistete Stunden verringern
el_gr: Μείωση των ωρών που δαπανήθηκαν
es_es: Disminuir horas empleadas
et_ee: Vähenda kulutatud tunde
fi_fi: Vähennä käytettyjä tunteja
fr_fr: Décrémenter les heures passées
hu_hu: Az eltöltött órák csökkentése
id_id: Pengurangan jam yang dihabiskan
is_is: Fækka unnum klukkustundum
it_it: Decremento ore impiegate
ja_jp: 所要時間を減らす
ko_kr: 소요 시간(시간) 감소
lt_lt: Sumažinti praleistų valandų skaičių
lv_lv: Samazināt patērētās stundas
nb_no: Reduser timer brukt
nl_nl: Bestede uren verlagen
pl_pl: Zmniejszenie czasu pracy
pt_pt: Diminuir horas gastas
ro_ro: Decrementare ore petrecute
ru_ru: Уменьшить затраченные часы
sv_se: Minska spenderade timmar
th_th: ชั่วโมงการลดที่ใช้ไป
tr_tr: Harcanan saati azalt
vi_vn: Giảm số giờ đã sử dụng
zh_cn: 减少所用小时数
zh_tw: 減少花費的小時數

# DecrementMinutesAccessibleLabel
source: Decrement minutes spent
cs_cz: Snížit počet strávených minut
da_dk: Brugte reducerede minutter
de_de: Geleistete Minuten verringern
el_gr: Μείωση των λεπτών που δαπανήθηκαν
es_es: Disminuir minutos empleados
et_ee: Vähenda kulutatud minuteid
fi_fi: Vähennä käytettyjä minuutteja
fr_fr: Décrémenter les minutes passées
hu_hu: Az eltöltött percek csökkentése
id_id: Pengurangan menit yang dihabiskan
is_is: Fækka unnum mínútum
it_it: Decremento minuti impiegati
ja_jp: 所要時間 (分) を減らす
ko_kr: 소요 시간(분) 감소
lt_lt: Sumažinti praleistų minučių skaičių
lv_lv: Samazināt patērētās minūtes
nb_no: Reduser minutter brukt
nl_nl: Bestede minuten verlagen
pl_pl: Zmniejszenie czasu pracy w minutach
pt_pt: Diminuir minutos gastos
ro_ro: Decrementare minute petrecute
ru_ru: Уменьшить затраченные минуты
sv_se: Minska spenderade minuter
th_th: นาทีการลดที่ใช้ไป
tr_tr: Harcanan dakikayı azalt
vi_vn: Giảm số phút đã sử dụng
zh_cn: 减少所用分钟数
zh_tw: 減少花費的分鐘數

# WorkOrderGalleryItemAccessibleLabel
source: Work order {WorkOrderId}
cs_cz: Pracovní příkaz {WorkOrderId}
da_dk: Arbejdsordre {WorkOrderId}
de_de: Arbeitsauftrag {WorkOrderId}
el_gr: Εντολή εργασίας {WorkOrderId}
es_es: Pedido de trabajo {WorkOrderId}
et_ee: Töökäsk {WorkOrderId}
fi_fi: Työtilaus {WorkOrderId}
fr_fr: Ordre de travail {WorkOrderId}
hu_hu: {WorkOrderId} munkarendelés
id_id: Perintah kerja {WorkOrderId}
is_is: Verkbeiðni {WorkOrderId}
it_it: Ordine di lavoro {WorkOrderId}
ja_jp: 作業指示書 {WorkOrderId}
ko_kr: 작업 주문 {WorkOrderId}
lt_lt: Darbo užsakymas {WorkOrderId}
lv_lv: Darba pasūtījums {WorkOrderId}
nb_no: Arbeidsordre {WorkOrderId}
nl_nl: Werkorder {WorkOrderId}
pl_pl: Zlecenie pracy {WorkOrderId}
pt_pt: Ordem de intervenção {WorkOrderId}
ro_ro: Comandă de lucru {WorkOrderId}
ru_ru: Заказ на работу {WorkOrderId}
sv_se: Arbetsorder {WorkOrderId}
th_th: ใบสั่งงาน {WorkOrderId}
tr_tr: {WorkOrderId} iş emri
vi_vn: Lệnh phân việc {WorkOrderId}
zh_cn: 工作订单 {WorkOrderId}
zh_tw: 工單 {WorkOrderId}

# JobsGalleryItemAccessibleLabel
source: Work order {WorkOrderId}, line {JobLineNumber}
cs_cz: Pracovní příkaz {WorkOrderId}, řádek {JobLineNumber}
da_dk: Arbejdsordre {WorkOrderId}, linje {JobLineNumber}
de_de: Arbeitsauftrag {WorkOrderId}, Position {JobLineNumber}
el_gr: Εντολή εργασίας {WorkOrderId}, γραμμή {JobLineNumber}
es_es: Pedido de trabajo {WorkOrderId}, línea {JobLineNumber}
et_ee: Töökäsk {WorkOrderId}, rida {JobLineNumber}
fi_fi: Työtilaus {WorkOrderId}, rivi {JobLineNumber}
fr_fr: Ordre de travail {WorkOrderId}, ligne {JobLineNumber}
hu_hu: {WorkOrderId} munkarendelés, {JobLineNumber}. sor
id_id: Perintah kerja {WorkOrderId}, baris {JobLineNumber}
is_is: Verkbeiðni {WorkOrderId}, lína {JobLineNumber}
it_it: Ordine di lavoro {WorkOrderId}, riga {JobLineNumber}
ja_jp: 作業指示書 {WorkOrderId}、明細行 {JobLineNumber}
ko_kr: 작업 주문 {WorkOrderId}, 라인 {JobLineNumber}
lt_lt: Darbo užsakymas {WorkOrderId}, eilutė {JobLineNumber}
lv_lv: Darba pasūtījums {WorkOrderId}, {JobLineNumber}. rinda
nb_no: Arbeidsordre {WorkOrderId}, linje {JobLineNumber}
nl_nl: Werkorder {WorkOrderId}, regel {JobLineNumber}
pl_pl: Zlecenie pracy {WorkOrderId}, wiersz {JobLineNumber}
pt_pt: Ordem de intervenção {WorkOrderId}, linha {JobLineNumber}
ro_ro: Comandă de lucru {WorkOrderId}, linie {JobLineNumber}
ru_ru: Заказ на работу {WorkOrderId}, строка {JobLineNumber}
sv_se: Arbetsorder {WorkOrderId}, rad {JobLineNumber}
th_th: ใบสั่งงาน {WorkOrderId}, รายการ {JobLineNumber}
tr_tr: {WorkOrderId} iş emri, {JobLineNumber}. satır
vi_vn: Lệnh phân việc {WorkOrderId}, dòng {JobLineNumber}
zh_cn: 工作订单 {WorkOrderId}，行 {JobLineNumber}
zh_tw: 工單 {WorkOrderId}，明細 {JobLineNumber}

# AvailableChoisesAccessibleLabel
source: {OptionLabel} Selected
cs_cz: Vybráno {OptionLabel}
da_dk: {OptionLabel} er valgt
de_de: {OptionLabel} ausgewählt
el_gr: Επιλέχθηκε {OptionLabel}
es_es: {OptionLabel} seleccionada
et_ee: Valitud on {OptionLabel}
fi_fi: {OptionLabel} valittu
fr_fr: {OptionLabel} sélectionné
hu_hu: {OptionLabel} Kijelölve
id_id: {OptionLabel} Dipilih
is_is: {OptionLabel} valið
it_it: {OptionLabel} selezionato
ja_jp: {OptionLabel} を選択済み
ko_kr: {OptionLabel} 선택됨
lt_lt: {OptionLabel} pasirinkta
lv_lv: Atlasīto vienumu skaits: {OptionLabel}
nb_no: {OptionLabel} valgt
nl_nl: {OptionLabel} geselecteerd
pl_pl: Wybrano {OptionLabel}
pt_pt: {OptionLabel} selecionado
ro_ro: {OptionLabel} selectată
ru_ru: Выбрано: {OptionLabel}
sv_se: {OptionLabel} markerade
th_th: เลือกไว้ {OptionLabel} รายการ
tr_tr: {OptionLabel} Seçildi
vi_vn: Đã chọn {OptionLabel}
zh_cn: {OptionLabel} 已选择
zh_tw: {OptionLabel}已選取

# WOCreateSuccessLabel
source: Work order got successfully created: {NewWorkOrderID}
cs_cz: Pracovní příkaz byl úspěšně vytvořen: {NewWorkOrderID}
da_dk: Arbejdsordre blev oprettet: {NewWorkOrderID}
de_de: Arbeitsauftrag wurde erfolgreich erstellt: {NewWorkOrderID}
el_gr: Η εντολή εργασίας δημιουργήθηκε με επιτυχία: {NewWorkOrderID}
es_es: La orden de trabajo se creó correctamente: {NewWorkOrderID}
et_ee: Töökäsu loomine õnnestus: {NewWorkOrderID}
fi_fi: Työtilauksen luominen onnistui: {NewWorkOrderID}
fr_fr: Création réussie de l’ordre de travail : {NewWorkOrderID}
hu_hu: A munkarendelés sikeresen létre lett hozva: {NewWorkOrderID}
id_id: Perintah kerja berhasil dibuat: {NewWorkOrderID}
is_is: Verkbeiðni var búin til: {NewWorkOrderID}
it_it: Ordine di lavoro creato correttamente: {NewWorkOrderID}
ja_jp: 作業指示書が正常に作成されました: {NewWorkOrderID}
ko_kr: 작업 주문이 성공적으로 생성됨: {NewWorkOrderID}
lt_lt: Darbo užsakymas sėkmingai sukurtas: {NewWorkOrderID}
lv_lv: Darba pasūtījums ir sekmīgi izveidots: {NewWorkOrderID}
nb_no: Arbeidsordren er opprettet: {NewWorkOrderID}
nl_nl: Werkorder is gemaakt: {NewWorkOrderID}
pl_pl: Zlecenie pracy zostało pomyślnie utworzone: {NewWorkOrderID}
pt_pt: Ordem de intervenção criada com êxito: {NewWorkOrderID}
ro_ro: Comanda de lucru a fost creată: {NewWorkOrderID}
ru_ru: Заказ на работу успешно создан: {NewWorkOrderID}
sv_se: Arbetsorder skapad: {NewWorkOrderID}
th_th: สร้างใบสั่งงานเรียบร้อยแล้ว: {NewWorkOrderID}
tr_tr: İş emri başarıyla oluşturuldu: {NewWorkOrderID}
vi_vn: Đã tạo thành công lệnh phân việc: {NewWorkOrderID}
zh_cn: 已成功创建工作订单: {NewWorkOrderID}
zh_tw: 工單已成功建立: {NewWorkOrderID}

# CreateNewWorkOrderAccessibleLabel
source: Create new work order
cs_cz: Vytvořit nový pracovní příkaz
da_dk: Opret ny arbejdsordre
de_de: Neuen Arbeitsauftrag erstellen
el_gr: Δημιουργία νέας εντολής εργασίας
es_es: Crear nueva orden de trabajo
et_ee: Uue töökäsu loomine
fi_fi: Luo uusi työtilaus
fr_fr: Créer un ordre de travail
hu_hu: Új munkarendelés létrehozása
id_id: Buat perintah kerja baru
is_is: Stofna nýja verkbeiðni
it_it: Crea nuovo ordine di lavoro
ja_jp: 新しい作業指示書の作成
ko_kr: 새 작업 주문 만들기
lt_lt: Kurti naują darbo užsakymą
lv_lv: Izveidot jaunu darba pasūtījumu
nb_no: Opprett ny arbeidsordre
nl_nl: Nieuwe werkorder maken
pl_pl: Utwórz nowe zlecenie pracy
pt_pt: Criar nova ordem de intervenção
ro_ro: Creați o comandă de lucru nouă
ru_ru: Создать новый заказ на работу
sv_se: Skapa ny arbetsorder
th_th: สร้างใบสั่งงานใหม่
tr_tr: Yeni iş emri oluştur
vi_vn: Tạo lệnh phân việc mới
zh_cn: 创建新的工作订单
zh_tw: 建立新工單

# CreateNewWorkOrderOrMaintenanceRequestAccessibleLabel
source: Create new work order or request maintenance
cs_cz: Vytvořit nový pracovní příkaz nebo požadavek na údržbu
da_dk: Opret ny arbejdsordre eller vedligeholdelsesanmodning
de_de: Neuen Arbeitsauftrag erstellen oder Wartung anfordern
el_gr: Δημιουργήστε νέα παραγγελία εργασίας ή ζητήστε συντήρηση
es_es: Crear nueva orden de trabajo o solicitar mantenimiento
et_ee: Uue töökäsu loomine või hoolduse taotlemine
fi_fi: Luo uusi työtilaus tai tee ylläpitopyyntö
fr_fr: Créer un nouvel ordre de travail ou une demande de maintenance
hu_hu: Új munkarendelés létrehozása vagy karbantartás kérése
id_id: Buat perintah kerja baru atau minta pemeliharaan
is_is: Stofna nýja verkbeiðni eða viðhaldsbeiðni
it_it: Crea nuovo ordine di lavoro o richiedi manutenzione
ja_jp: 新しい作業指示書を作成するか、またはメンテナンスを要求します
ko_kr: 새 작업 주문 만들기 또는 유지 관리 요청
lt_lt: Kurti naują darbo užsakymą arba prašyti priežiūros
lv_lv: Darba pasūtījuma vai uzturēšanas pieprasījuma izveide
nb_no: Opprett ny arbeidsordre eller be om vedlikehold
nl_nl: Nieuwe werkorder maken of onderhoud aanvragen
pl_pl: Tworzenie nowego zlecenia pracy lub żądania konserwacji
pt_pt: Criar ordem de intervenção ou pedir manutenção
ro_ro: Creați o comandă de lucru nouă sau solicitați întreținere
ru_ru: Создать новый заказ на работу или запросить обслуживание
sv_se: Skapa en arbetsorder eller begär underhåll
th_th: สร้างใบสั่งงานใหม่หรือส่งคำขอการบำรุงรักษา
tr_tr: Yeni iş emri oluştur veya bakım talep et
vi_vn: Tạo lệnh phân việc mới hoặc yêu cầu bảo trì
zh_cn: 创建新的工作订单或请求维护
zh_tw: 建立新工單或要求維護

# Error_FailedRetrievingDefaultWorkOrderType
source: Failed getting default work order type
cs_cz: Nepodařilo se získat výchozí typ pracovního příkazu
da_dk: Kunne ikke få standardarbejdsordretype
de_de: Fehler beim Abrufen des Standardarbeitsauftragstyps
el_gr: Αποτυχία λήψης προεπιλεγμένου τύπου εντολής εργασίας
es_es: Error al obtener el tipo predeterminado de orden de trabajo
et_ee: Ebaõnnestus töökäsu vaiketüübi saamine
fi_fi: Työtilauksen oletustyypin noutaminen epäonnistui
fr_fr: Échec de l’obtention du type d’ordre de travail par défaut
hu_hu: Nem sikerült az alapértelmezett munkarendelési típus lekérése
id_id: Gagal mendapatkan jenis perintah kerja default
is_is: Ekki tókst að sækja sjálfgefna gerð verkbeiðni
it_it: Impossibile ottenere il tipo di ordine di lavoro predefinito
ja_jp: 既定の作業指示書タイプを取得できませんでした
ko_kr: 기본 작업 주문 유형을 가져오지 못함
lt_lt: Nepavyko gauti numatytojo darbo užsakymo tipo
lv_lv: Neizdevās iegūt darba pasūtījuma tipu
nb_no: Kan ikke hente standard arbeidsordretype
nl_nl: Ophalen van standaard werkordertype mislukt
pl_pl: Pobieranie domyślnego typu zlecenia pracy zakończone niepowodzeniem
pt_pt: Falha ao obter o tipo de ordem de intervenção predefinido
ro_ro: Obținerea tipului implicit de comandă de lucru nu a reușit
ru_ru: Не удалось получить тип заказа на работу по умолчанию
sv_se: Det gick inte att hämta standardtyp för arbetsorder
th_th: ไม่สามารถเรียกชนิดใบสั่งงานเริ่มต้น
tr_tr: Varsayılan iş emri türü alınamadı
vi_vn: Không thể tải loại lệnh phân việc mặc định
zh_cn: 获取默认工作订单类型失败
zh_tw: 無法取得預設工單類型

# WONotesHeaderLabel
source: Notes
cs_cz: Poznámky
da_dk: Noter
de_de: Hinweise
el_gr: Σημειώσεις
es_es: Notas
et_ee: Märkmed
fi_fi: Muistiinpanot
hu_hu: Jegyzetek
id_id: Catatan
is_is: Athugasemdir
it_it: Note
ja_jp: メモ
ko_kr: 메모
lt_lt: Pastabos
lv_lv: Piezīmes
nb_no: Merknader
nl_nl: Opmerkingen
pl_pl: Uwagi
pt_pt: Notas
ro_ro: Note
ru_ru: Примечания
sv_se: Anteckningar
th_th: บันทึกย่อ
tr_tr: Notlar
vi_vn: Ghi chú
zh_cn: 注释
zh_tw: 附註

# WOAddImageButtonLabel
source: Add photos
cs_cz: Přidat fotky
da_dk: Tilføj billeder
de_de: Fotos hinzufügen
el_gr: Προσθήκη φωτογραφιών
es_es: Agregar fotos
et_ee: Lisa fotod
fi_fi: Lisää valokuvia
fr_fr: Ajouter des photos
hu_hu: Fényképek hozzáadása
id_id: Tambahkan foto
is_is: Bæta við myndum
it_it: Aggiungi foto
ja_jp: 写真の追加
ko_kr: 사진 추가
lt_lt: Pridėti nuotraukas
lv_lv: Pievienot fotoattēlus
nb_no: Legg til bilder
nl_nl: Foto's toevoegen
pl_pl: Dodaj zdjęcia
pt_pt: Adicionar fotografias
ro_ro: Adăugare fotografii
ru_ru: Добавить фотографии
sv_se: Lägg till foton
th_th: เพิ่มรูปถ่าย
tr_tr: Birden fazla fotoğraf ekleyin
vi_vn: Thêm các ảnh
zh_cn: 添加照片
zh_tw: 新增相片
