Repository: microsoft/scmsamples-EnterpriseAssetManagement
Catalog: Translations/Labels.*.resx
Languages: cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hu_hu, id_id, is_is, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# AboutLanguageChangeHeaderLabel
source: Language (change requires app restart):
cs_cz: Jazyk (změna vyžaduje restart aplikace):
da_dk: Sprog (ændring kræver, at appen genstartes):
de_de: Sprache (für die Änderung ist ein Neustart der App erforderlich):
el_gr: Γλώσσα (η αλλαγή απαιτεί επανεκκίνηση της εφαρμογής):
es_es: Idioma (para el cambio es necesario reiniciar la aplicación):
et_ee: Keel (vahetamisel tuleb rakendus taaskäivitada):
fi_fi: Kieli (muutos edellyttää sovelluksen uudelleenkäynnistystä):
fr_fr: Langue (le changement de langue requiert le redémarrage de l’application) :
hu_hu: Nyelv (a módosításhoz újra kell indítani az alkalmazást):
id_id: Bahasa (aplikasi harus dimulai ulang untuk menerapkan perubahan):
is_is: Tungumál (breyting krefst endurræsingar forrits):
it_it: Lingua (la modifica richiede il riavvio dell'app):
ja_jp: 言語 (変更にはアプリの再起動が必要):
ko_kr: 언어(변경하려면 앱을 다시 시작해야 함):
lt_lt: Kalba (norint pakeisti, reikia iš naujo paleisti programą):
lv_lv: Valoda (lai veiktu izmaiņas, ir jārestartē programma):
nb_no: Språk (endring krever at appen startes på nytt):
nl_nl: Taal (bij wijziging moet de app opnieuw worden gestart):
pl_pl: Język (zmiana wymaga ponownego uruchomienia aplikacji):
pt_pt: Idioma (a alteração requer o reinício da aplicação):
ro_ro: Limba (modificarea necesită repornirea aplicației):
ru_ru: Язык (после изменения необходимо перезапустить приложение):
sv_se: Språk (ändringen kräver omstart av appen):
th_th: ภาษา (การเปลี่ยนต้องรีสตาร์ทแอป):
tr_tr: Dil (değişiklik uygulamanın yeniden başlatılmasını gerektirir):
vi_vn: Ngôn ngữ (thay đổi sẽ yêu cầu khởi động lại ứng dụng):
zh_cn: 语言(更改需要重新启动应用):
zh_tw: 語言 (變更需要重新啟動應用程式):

# AboutTermsOfServiceHeaderLabel
source: Terms of service
cs_cz: Podmínky služby
da_dk: Vilkår for brug
de_de: Allgemeine Geschäftsbedingungen
el_gr: Όροι παροχής υπηρεσιών
es_es: Términos de servicio
et_ee: Teenusetingimused
fi_fi: Palveluehdot
fr_fr: Conditions d’utilisation du service
hu_hu: Szolgáltatási feltételek
id_id: Persyaratan layanan
is_is: Þjónustuskilmálar
it_it: Condizioni d'uso
ja_jp: サービス条件
ko_kr: 서비스 약관
lt_lt: Paslaugos teikimo sąlygos
lv_lv: Pakalpojuma noteikumi
nb_no: Vilkår for bruk
nl_nl: Servicevoorwaarden
pl_pl: Warunki świadczenia usług
pt_pt: Termos de serviço
ro_ro: Condiții de furnizare a serviciului
ru_ru: Условия предоставления услуг
sv_se: Tjänstvillkor
th_th: ข้อกำหนดการใช้บริการ
tr_tr: Hizmet koşulları
vi_vn: Điều khoản dịch vụ
zh_cn: 服务条款
zh_tw: 服務條款

# CancelButtonLabel
source: Cancel
cs_cz: Zrušit
da_dk: Annuller
de_de: Abbrechen
el_gr: Ακύρωση
es_es: Cancelar
et_ee: Loobu
fi_fi: Peruuta
fr_fr: Annuler
hu_hu: Érvénytelenít
id_id: Batalkan
is_is: Hætta við
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
lt_lt: Atšaukti
lv_lv: Atcelt
nb_no: Avbryt
nl_nl: Annuleren
pl_pl: Anuluj
pt_pt: Cancelar
ro_ro: Anulare
ru_ru: Отмена
sv_se: Avbryt
th_th: ยกเลิก
tr_tr: İptal
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# SaveButtonLabel
source: Save
cs_cz: Uložit
da_dk: Gem
de_de: Speichern
el_gr: Αποθήκευση
es_es: Guardar
et_ee: Salvesta
fi_fi: Tallenna
fr_fr: Enregistrer
hu_hu: Mentés
id_id: Simpan
is_is: Vista
it_it: Salva
ja_jp: 保存
ko_kr: 저장
lt_lt: Įrašyti
lv_lv: Saglabāt
nb_no: Lagre
nl_nl: Opslaan
pl_pl: Zapisz
pt_pt: Guardar
ro_ro: Salvare
ru_ru: Сохранить
sv_se: Spara
th_th: บันทึก
tr_tr: Kaydet
vi_vn: Lưu
zh_cn: 保存
zh_tw: 儲存

# Error_AppInitializationFailed
source: Your user may not be authorized to create maintenance requests or maintain work orders, or the network connection to Dynamics failed. Contact your system administrator.
cs_cz: Uživatel nemusí být oprávněn vytvářet požadavky na údržbu či udržovat pracovní příkazy, nebo selhalo síťové připojení k Dynamics. Kontaktujte správce systému.
da_dk: Din bruger er muligvis ikke godkendt til at oprette vedligeholdelsesanmodninger eller vedligeholde arbejdsordrer, eller netværksforbindelsen til Dynamics mislykkedes. Kontakt systemadministratoren.
de_de: Der Benutzer ist möglicherweise nicht befugt, Wartungsanfragen zu erstellen oder Arbeitsaufträge zu verwalten, oder die Netzwerkverbindung zu Dynamics ist fehlgeschlagen. Wenden Sie sich an den Systemadministrator.
el_gr: Ο χρήστης σας ενδέχεται να μην έχει εξουσιοδότηση να δημιουργεί αιτήματα συντήρησης ή να διατηρεί εντολές εργασίας ή η σύνδεση δικτύου με το Dynamics απέτυχε. Επικοινωνήστε με τον διαχειριστή του συστήματός σας.
es_es: Es posible que el usuario no esté autorizado para crear solicitudes de mantenimiento o mantener órdenes de trabajo, o bien que haya un error en la conexión de red con Dynamics. Póngase en contacto con el administrador del sistema.
et_ee: Teie kasutajal ei pruugi olla hooldusnõuete loomise või töökäskude haldamise õigust või võrguühendus Dynamicsiga katkes. Pöörduge oma süsteemiadministraatori poole.
fi_fi: Käyttäjälläsi ei ehkä ole oikeuksia luoda ylläpitopyyntöjä tai ylläpitää työtilauksia, tai verkkoyhteys Dynamicsiin epäonnistui. Ota yhteyttä järjestelmänvalvojaan.
fr_fr: Il se peut que votre utilisateur ne soit pas autorisé à créer des demandes de maintenance ou à tenir à jour les ordres de travail ou l’échec de la connexion réseau à Dynamics. Contactez l’administrateur système.
hu_hu: Előfordulhat, hogy felhasználó nem jogosult karbantartási kérések létrehozására vagy munkarendelések karbantartására, vagy a hálózati kapcsolat a Dynamics szolgáltatással meghiúsult. Forduljon a rendszergazdához.
id_id: Pengguna Anda mungkin tidak diotorisasi untuk membuat permintaan pemeliharaan atau mempertahankan perintah kerja, atau koneksi jaringan ke Dynamics gagal. Hubungi administrator sistem Anda.
is_is: Hugsanlega er viðkomandi notandi ekki með heimild til að búa til viðhaldsbeiðnir eða vinna með verkbeiðnir eða nettengingin í Dynamics rofnaði. Hafið samband við kerfisstjóra.
it_it: L'utente potrebbe non essere autorizzato a creare richieste di intervento di manutenzione o gestire ordini di lavoro oppure la connessione di rete a Dynamics non è riuscita. Contattare l'amministratore di sistema.
ja_jp: メンテナンス要求の作成や作業指示書の維持をユーザーに許可していないか、または Dynamics へのネットワーク接続に失敗しました。システム管理者に問い合わせてください。
ko_kr: 사용자가 유지 관리 요청을 생성하거나 작업 주문을 유지할 수 있는 권한이 없거나 Dynamics에 대한 네트워크 연결이 실패했을 수 있습니다. 시스템 관리자에게 문의하세요.
lt_lt: Gali būti, kad jūsų naudotojas neturi teisės kurti techninės priežiūros užklausų ar tvarkyti darbo užsakymų arba nepavyko užmegzti tinklo ryšio su Dynamics. Kreipkitės į sistemos administratorių.
lv_lv: Iespējams, jūsu lietotājs nav pilnvarots izveidot uzturēšanas pieprasījumus vai uzturēt darba pasūtījumus, vai arī neizdevās izveidot tīkla savienojumu ar Dynamics. Sazinieties ar sistēmas administratoru.
nb_no: Det kan hende at brukeren ikke er autorisert til å opprette meldinger eller vedlikeholde arbeidsordrer, eller at nettverkstilkoblingen til Dynamics mislyktes. Kontakt systemadministratoren.
nl_nl: Uw gebruiker is mogelijk niet geautoriseerd om onderhoudsverzoeken te maken of werkorders te onderhouden, of de netwerkverbinding met Dynamics is mislukt. Neem contact op met uw systeembeheerder.
pl_pl: Użytkownik nie może być upoważniony do tworzenia żądań konserwacji lub zarządzania zleceniami pracy albo połączenie z usługą Dynamics zakończyło się niepowodzeniem. Skontaktuj się z administratorem systemu.
pt_pt: O seu utilizador pode não estar autorizado a criar pedidos de manutenção ou a manter ordens de intervenção, ou a ligação de rede ao Dynamics falhou. Contacte o administrador do sistema.
ro_ro: Este posibil ca utilizatorul dvs. să nu fie autorizat să creeze solicitări de întreținere sau să mențină comenzi de lucru, sau conexiunea prin rețea la Dynamics a eșuat. Contactați administratorul de sistem.
ru_ru: Возможно, пользователь не авторизирован на создание запросов на обслуживание или ведение заказов на работу, либо произошел сбой сетевого подключения к Dynamics. Обратитесь к системному администратору.
sv_se: Användaren kanske inte har behörighet att skapa underhållsbegäranden eller underhålla arbetsorder, eller också har nätverksanslutningen till Dynamics slutat fungera. Kontakta systemadministratören.
th_th: ผู้ใช้ของคุณอาจไม่ได้รับอนุญาตให้สร้างคำขอการบำรุงรักษาหรือรักษาใบสั่งงาน หรือการเชื่อมต่อเครือข่ายกับ Dynamics ล้มเหลว ติดต่อผู้ดูแลระบบของคุณ
tr_tr: Kullanıcınızın bakım talebi oluşturma veya iş emirlerini yönetme yetkisi olmayabilir ve Dynamics'e ağ bağlantısı başarısız olmuş olabilir. Sistem yöneticinize başvurun.
vi_vn: Người dùng của bạn có thể không được ủy quyền để tạo yêu cầu bảo trì hoặc duy trì lệnh phân việc, hoặc kết nối mạng đến Dynamics không thành công. Hãy liên hệ với quản trị viên hệ thống của bạn.
zh_cn: 您的用户可能未被授予创建维护请求或维护工作订单的权限，或者与 Dynamics 的网络连接失败。请与系统管理员联系。
zh_tw: 您的使用者可能未經授權，無法建立維護要求或維護工單，或與 Dynamics 的網路連線失敗。請連絡您的系統管理員。

# RetryButtonLabel
source: Retry
cs_cz: Opakovat
da_dk: Nyt forsøg
de_de: Wiederholen
el_gr: Επανάληψη
es_es: Reintentar
et_ee: Proovi uuesti
fi_fi: Yritä uudelleen
fr_fr: Réessayer
hu_hu: Újra
id_id: Coba lagi
is_is: Reyna aftur
it_it: Riprova
ja_jp: 再試行
ko_kr: 다시 시도
lt_lt: Bandyti dar kartą
lv_lv: Mēģināt vēlreiz
nb_no: Prøv på nytt
nl_nl: Opnieuw proberen
pl_pl: Ponów próbę
pt_pt: Repetir
ro_ro: Reîncercare
ru_ru: Повторить попытку
sv_se: Försök igen
th_th: ลองใหม่
tr_tr: Yeniden dene
vi_vn: Thử lại
zh_cn: 重试
zh_tw: 重試

# Error_FailedRetrievingUserSettings
source: Failed getting user settings
cs_cz: Nepodařilo se získat nastavení uživatele
da_dk: Brugerindstillinger kunne ikke hentes
de_de: Benutzereinstellungen konnten nicht abgerufen werden
el_gr: Αποτυχία λήψης ρυθμίσεων χρήστη
es_es: Fallo al obtener la configuración de usuario
et_ee: Kasutaja sätete toomine nurjus
fi_fi: Käyttäjäasetusten nouto epäonnistui
fr_fr: Échec de l’obtention des paramètres utilisateur
hu_hu: A felhasználói beállítások beolvasása nem sikerült
id_id: Gagal mendapatkan pengaturan pengguna
is_is: Ekki tókst að sækja notandastillingar
it_it: Impossibile ottenere le impostazioni utente
ja_jp: ユーザー設定の取得に失敗しました
ko_kr: 사용자 설정을 가져오지 못함
lt_lt: Nepavyko gauti naudotojo nustatymų
lv_lv: Neizdevās iegūt lietotāja iestatījumus
nb_no: Feil under henting av brukerinnstillinger
nl_nl: Ophalen van gebruikersinstellingen is mislukt
pl_pl: Pobieranie ustawień użytkownika zakończyło się niepowodzeniem
pt_pt: Falha ao obter as definições do utilizador
ro_ro: Obținerea setărilor utilizatorului nu a reușit
ru_ru: Не удалось получить параметры пользователя
sv_se: Det gick inte att hämta användarinställningar
th_th: รับการตั้งค่าของผู้ใช้ไม่สำเร็จ
tr_tr: Kullanıcı ayarları alınamadı
vi_vn: Không tải được thiết đặt người dùng
zh_cn: 获取用户设置失败
zh_tw: 無法取得使用者設定

# Error_FailedRetrievingMaintenanceWorkerDetails
source: Failed getting maintenance worker details for {UserPersonnelNumber}
cs_cz: Nepodařilo se získat údaje o pracovníkovi údržby pro {UserPersonnelNumber}
da_dk: Detaljer for vedligeholdelsesarbejder til {UserPersonnelNumber} kunne ikke hentes
de_de: Wartungsarbeiterdetails für {UserPersonnelNumber} konnten nicht abgerufen werden
el_gr: Αποτυχία λήψης στοιχείων εργαζόμενου συντήρησης για {UserPersonnelNumber}
es_es: Fallo al obtener los detalles del trabajador del mantenimiento {UserPersonnelNumber}
et_ee: Kasutaja {UserPersonnelNumber} hooldustöötaja üksikasjade toomine nurjus
fi_fi: Ylläpitotyöntekijän tietojen haku kohteelle {UserPersonnelNumber} epäonnistui
fr_fr: Échec de l’obtention des détails sur l’agent de maintenance pour {UserPersonnelNumber}
hu_hu: A karbantartási dolgozó megjegyzéseinek megjelenítése nem sikerült a(z) {UserPersonnelNumber} személyzeti számra vonatkozóan
id_id: Gagal mendapatkan detail pekerja pemeliharaan untuk {UserPersonnelNumber}
is_is: Ekki tókst að sækja upplýsingar um viðhaldsstarfsmann fyrir {UserPersonnelNumber}
it_it: Impossibile ottenere i dettagli dell'addetto alla manutenzione per {UserPersonnelNumber}
ja_jp: {UserPersonnelNumber} のメンテナンス作業者の詳細を取得できませんでした
ko_kr: {UserPersonnelNumber}에 대한 유지 관리 작업자 세부 정보를 가져오지 못함
lt_lt: Nepavyko gauti techninės priežiūros darbuotojo duomenų {UserPersonnelNumber}
lv_lv: Neizdevās iegūt uzturēšanas speciālista informāciju par {UserPersonnelNumber}
nb_no: Feil under henting av detaljer om vedlikeholdsperson for {UserPersonnelNumber}
nl_nl: Ophalen van onderhoudsmedewerkergegevens voor {UserPersonnelNumber} is mislukt
pl_pl: Pobieranie szczegółów konserwatora dla {UserPersonnelNumber} zakończyło się niepowodzeniem
pt_pt: Falha ao obter os detalhes do trabalhador de manutenção para {UserPersonnelNumber}
ro_ro: Obținerea detaliilor lucrătorului de întreținere pentru {UserPersonnelNumber} nu a reușit
ru_ru: Не удалось получить сведения о специалисте по обслуживанию для {UserPersonnelNumber}
sv_se: Det gick inte att hämta information om underhållsarbetare för {UserPersonnelNumber}
th_th: รับรายละเอียดเจ้าหน้าที่บำรุงรักษาสำหรับ {UserPersonnelNumber} ไม่สำเร็จ
tr_tr: {UserPersonnelNumber} için bakım görevlisi ayrıntıları alınamadı
vi_vn: Không tải được thông tin chi tiết về nhân viên bảo trì cho {UserPersonnelNumber}
zh_cn: 获取 {UserPersonnelNumber} 的维护工人详细信息失败
zh_tw: 無法取得 {UserPersonnelNumber} 的維護工單詳細資料

# Error_NotAssignedToAnyActiveWorkers
source: You are not assigned to any active asset management workers. You will not be able to maintain work orders.
cs_cz: Nejste přiřazeni k žádnému aktivnímu pracovníkovi správy majetku. Nebudete moci spravovat pracovní příkazy.
da_dk: Du er ikke tildelt nogen aktive arbejdere til aktivstyring. Du kan ikke vedligeholde arbejdsordrer.
de_de: Sie sind keinen aktiven Arbeitskräften der Anlagenverwaltung zugewiesen. Sie können keine Arbeitsaufträge verwalten.
el_gr: Δεν έχετε εκχωρηθεί σε κανέναν ενεργό εργαζόμενο διαχείρισης πάγιων στοιχείων. Δεν θα μπορείτε να διατηρήσετε εντολές εργασίας.
es_es: No está asignado a ningún trabajador activo de administración de activos. No podrá mantener órdenes de trabajo.
et_ee: Teid ei ole määratud aktiivsete varahalduse töötajate hulka. Te ei saa töökäske hallata.
fi_fi: Sinua ei ole määritetty mitään aktiivista resurssinhallintatyöntekijää varten. Et voi ylläpitää työtilauksia.
fr_fr: Vous n’êtes affecté à aucun collaborateur de gestion des actifs prêts à l’utilisation. Vous ne pourrez pas tenir à jour les ordres de travail.
hu_hu: Nincs hozzárendelve aktív eszközkezelési dolgozókhoz. Nem fogja tudni karbantartani a munkarendeléseket.
id_id: Anda tidak ditugaskan ke pekerja manajemen aset aktif mana pun. Anda tidak akan dapat mempertahankan perintah kerja.
is_is: Notanda er ekki úthlutað á neinn virkan starfskraft eignastýringar. Notandi mun ekki geta unnið með verkbeiðnir.
it_it: Non si è assegnati ad alcun lavoratore di gestione cespiti attivo. Non sarà possibile gestire gli ordini di lavoro.
ja_jp: アクティブな資産管理作業者として割り当てられていません。作業指示書をメンテナンスできなくなります。
ko_kr: 활성 자산 관리 작업자에게 할당되지 않았습니다. 작업 주문을 유지할 수 없습니다.
lt_lt: Nesate priskirtas jokiems aktyviems turto valdymo darbuotojams. Negalėsite tvarkyti darbo užsakymų.
lv_lv: Jūs neesat piešķirts nevienam aktīvam līdzekļu uzturēšanas speciālistam. Jūs nevarēsit uzturēt darba pasūtījumus.
nb_no: Du er ikke tildelt til noen aktive arbeidere for objektbehandling. Du kan ikke vedlikeholde arbeidsordrer.
nl_nl: U bent niet toegewezen aan actieve activabeheermedewerkers. U kunt geen werkorders onderhouden.
pl_pl: Użytkownika nie przypisano do aktywnych pracowników zarządzania składnikami majątku. Nie ma on możliwości obsługi zleceń pracy.
pt_pt: Não está atribuído a nenhum trabalhador ativo de gestão de ativos. Não poderá manter ordens de intervenção.
ro_ro: Nu sunteți atribuit niciunui lucrător activ de gestionare a activelor. Nu veți putea menține comenzi de lucru.
ru_ru: Вы не назначены ни одному активному работнику по управлению активами. Вы не сможете вести заказы на работу.
sv_se: Du har inte tilldelats några aktiva arbetare för tillgångshantering. Du kan inte underhålla arbetsorder.
th_th: คุณไม่ได้รับมอบหมายให้เป็นผู้ปฏิบัติงานด้านการจัดการสินทรัพย์ที่ใช้งานอยู่ คุณจะไม่สามารถรักษาใบสั่งงานได้
tr_tr: Herhangi bir etkin kıymet yönetimi çalışanına atanmadınız. İş emirlerini yönetemezsiniz.
vi_vn: Bạn không được chỉ định đến bất kỳ nhân viên quản lý tài sản đang hoạt động nào. Bạn sẽ không thể duy trì lệnh phân việc.
zh_cn: 没有将您分配给任何活动的资产管理工作人员。您无法维护工作订单。
zh_tw: 您不會被指派給任何使用中資產管理工作者。您將無法維護工單。

# WorkOrderFilterHeaderLabel
source: Filter
cs_cz: Filtrovat
da_dk: Filtrér
el_gr: Φίλτρο
es_es: Filtrar
fi_fi: Suodata
fr_fr: Filtrer
hu_hu: Szűrés
is_is: Sía
it_it: Filtra
ja_jp: フィルター
ko_kr: 필터
lt_lt: Filtras
lv_lv: Filtrs
nb_no: Filtrer
nl_nl: Filteren
pl_pl: Filtr
pt_pt: Filtrar
ro_ro: Filtrare
ru_ru: Фильтр
th_th: ตัวกรอง
tr_tr: Filtrele
vi_vn: Lọc
zh_cn: 筛选
zh_tw: 篩選條件

# WorkOrderFilterTodayLabel
source: Today
cs_cz: Dnes
da_dk: I dag
de_de: Heute
el_gr: Σήμερα
es_es: Hoy
et_ee: Täna
fi_fi: Tänään
fr_fr: Aujourd’hui
hu_hu: Ma
id_id: Hari ini
is_is: Í dag
it_it: Oggi
ja_jp: 今日
ko_kr: 오늘
lt_lt: Šiandien
lv_lv: Šodien
nb_no: I dag
nl_nl: Vandaag
pl_pl: Dzisiaj
pt_pt: Hoje
ro_ro: Astăzi
ru_ru: Сегодня
sv_se: I dag
th_th: วันนี้
tr_tr: Bugün
vi_vn: Hôm nay
zh_cn: 今天
zh_tw: 今天

# WorkOrderFilterThisWeekLabel
source: This week
cs_cz: Tento týden
da_dk: Denne uge
de_de: Diese Woche
el_gr: Αυτήν την εβδομάδα
es_es: Esta semana
et_ee: See nädal
fi_fi: Tämä viikko
fr_fr: Cette semaine
hu_hu: Ez a hét
id_id: Minggu ini
is_is: Í þessari viku
it_it: Settimana corrente
ja_jp: 今週
ko_kr: 이번 주
lt_lt: Ši savaitė
lv_lv: Šonedēļ
nb_no: Denne uken
nl_nl: Deze week
pl_pl: Ten tydzień
pt_pt: Esta semana
ro_ro: Săptămâna curentă
ru_ru: Эта неделя
sv_se: Den här veckan
th_th: สัปดาห์นี้
tr_tr: Bu hafta
vi_vn: Tuần này
zh_cn: 本周
zh_tw: 本週

# WorkOrderFilterAllTimeLabel
source: All time
cs_cz: Bez časového omezení
da_dk: Fuld tid
de_de: Alle Zeiten
el_gr: Οποιαδήποτε στιγμή
es_es: Todas las horas
et_ee: Kogu aeg
fi_fi: Koko aika
fr_fr: Toutes les heures
hu_hu: Teljes idő
id_id: Sepanjang waktu
is_is: Frá upphafi
it_it: Tutti gli intervalli di tempo
ja_jp: すべての時間
ko_kr: 전체 시간
lt_lt: Visas laikas
lv_lv: Viss laiks
nb_no: All tid
nl_nl: Hele tijd
pl_pl: Cały czas
pt_pt: Sempre
ro_ro: Tot timpul
ru_ru: Все время
sv_se: Hela tiden
th_th: เวลาทั้งหมด
tr_tr: Tüm zamanlar
vi_vn: Tất cả thời gian
zh_cn: 总是
zh_tw: 所有時間

# WorkOrderSortingHeaderLabel
source: Sort by
cs_cz: Řadit podle
da_dk: Sorter efter
de_de: Sortieren nach
el_gr: Ταξινόμηση κατά
es_es: Ordenar por
et_ee: Sortimisalus
fi_fi: Lajitteluperuste
fr_fr: Trier par
hu_hu: Rendezési szempont
id_id: Urutkan berdasarkan
is_is: Raða eftir
it_it: Ordina per
ja_jp: 並べ替え基準
ko_kr: 정렬 기준
lt_lt: Rūšiuoti pagal
lv_lv: Kārtot pēc
nb_no: Sorter etter
nl_nl: Sorteren op
pl_pl: Sortuj według
pt_pt: Ordenar por
ro_ro: Sortare după
ru_ru: Сортировать по
sv_se: Sortera efter
th_th: เรียงลำดับตาม
tr_tr: Sıralama ölçütü
vi_vn: Sắp xếp theo
zh_cn: 排序依据
zh_tw: 排序方式

# WorkOrderSortingByIDLabel
source: Work order ID
cs_cz: ID pracovního příkazu
da_dk: Arbejdsordre-id
de_de: Arbeitsauftrags-ID
el_gr: Αναγνωριστικό εντολής εργασίας
es_es: Id. de orden de trabajo
et_ee: Töökäsu ID
fi_fi: Työtilauksen tunnus
fr_fr: ID d’ordre de travail
hu_hu: Munkarendelés azonosítója
id_id: ID perintah kerja
is_is: Auðkenni verkbeiðni
it_it: ID ordine di lavoro
ja_jp: 作業指示書 ID
ko_kr: 작업 주문 ID
lt_lt: Darbo užsakymo ID
lv_lv: Darba pasūtījuma ID
nb_no: Arbeidsordre-ID
nl_nl: Werkorder-id
pl_pl: Identyfikator zlecenia pracy
pt_pt: ID de ordem de intervenção
ro_ro: ID comandă de lucru
ru_ru: ИД заказа на работу
sv_se: Arbetsorder-ID
th_th: รหัสใบสั่งงาน
tr_tr: İş emri kodu
vi_vn: ID lệnh phân việc
zh_cn: 工作订单 ID
zh_tw: 工單識別碼

# WorkOrderSortingByServiceLevelLabel
source: Work order service level
cs_cz: Úroveň služby pracovního příkazu
da_dk: Serviceniveau for arbejdsordre
de_de: Arbeitsauftrags-Leistungsebene
el_gr: Επίπεδο υπηρεσίας εντολής εργασίας
es_es: Nivel de servicio de orden de trabajo
et_ee: Töökäsu teenusetase
fi_fi: Työtilauksen palvelutaso
fr_fr: Niveau de service de l’ordre de travail
hu_hu: Munkarendelési szolgáltatás szintje
id_id: Tingkat layanan perintah kerja
is_is: Þjónustustig verkbeiðni
it_it: Livello del servizio per gli ordini di lavoro
ja_jp: 作業指示書サービス レベル
ko_kr: 작업 주문 서비스 수준
lt_lt: Darbo užsakymo paslaugos lygis
lv_lv: Darba pasūtījuma pakalpojuma līmenis
nb_no: Prioritet for arbeidsordrer
nl_nl: Serviceniveau van werkorder
pl_pl: Poziom usługi zlecenia pracy
pt_pt: Nível de serviço de ordem de intervenção
ro_ro: Nivel serviciu comandă de lucru
ru_ru: Уровень обслуживания по заказу на работу
sv_se: Servicenivå för arbetsorder
th_th: ระดับการบริการของใบสั่งงาน
tr_tr: İş emri hizmet düzeyi
vi_vn: Cấp độ dịch vụ của lệnh phân việc
zh_cn: 工作订单服务级别
zh_tw: 工單服務等級

# WorkOrderSortingByStartDateLabel
source: Scheduled start date
cs_cz: Plánované datum zahájení
da_dk: Planlagt startdato
de_de: Standardstartdatum
el_gr: Προγραμματισμένη ημερομηνία έναρξης
es_es: Fecha inicial programada
et_ee: Plaanitud alguskuupäev
fi_fi: Suunniteltu aloituspäivä
fr_fr: Date de début programmée
hu_hu: Ütemezett kezdési dátum
id_id: Tanggal mulai terjadwal
is_is: Áætluð upphafsdagsetning
it_it: Data di inizio programmata
ja_jp: 開始予定日
ko_kr: 예약된 시작 날짜
lt_lt: Suplanuota pradžios data
lv_lv: Plānotais sākšanas datums
nb_no: Planlagt startdato
nl_nl: Geplande begindatum
pl_pl: Planowana data rozpoczęcia
pt_pt: Data de início agendada
ro_ro: Dată de început planificată
ru_ru: Запланированная дата начала
sv_se: Schemalagt startdatum
th_th: วันที่เริ่มต้นตามกำหนดการ
tr_tr: Planlanan başlangıç tarihi
vi_vn: Ngày bắt đầu theo lịch
zh_cn: 计划开始日期
zh_tw: 排定的開始日期

# SearchHintLabel
source: Search ...
cs_cz: Hledání…
da_dk: Søg...
de_de: Suche ...
el_gr: Γίνεται αναζήτηση...
es_es: Buscar...
et_ee: Otsige...
fi_fi: Hae…
fr_fr: Rechercher...
hu_hu: Keresés ...
id_id: Cari ...
is_is: Leita ...
it_it: Cerca...
ja_jp: 検索...
ko_kr: 검색...
lt_lt: Ieškoti...
lv_lv: Meklēt...
nb_no: Søk ...
nl_nl: Bezig met zoeken...
pl_pl: Szukaj...
pt_pt: Pesquisar...
ro_ro: Se caută...
ru_ru: Поиск...
sv_se: Sök …
th_th: ค้นหา ...
tr_tr: Ara ...
vi_vn: Tìm kiếm ...
zh_cn: 搜索...
zh_tw: 搜尋...

# JobsCountLabel
source: Jobs: {JobsCount}
cs_cz: Počet úloh: {JobsCount}
de_de: Einzelvorgänge: {JobsCount}
el_gr: Εργασίες: {JobsCount}
es_es: Trabajos: {JobsCount}
et_ee: Tööd: {JobsCount}
fi_fi: Työt: {JobsCount}
fr_fr: Tâches : {JobsCount}
hu_hu: Beosztások: {JobsCount}
id_id: Pekerjaan: {JobsCount}
is_is: Verk: {JobsCount}
it_it: Processi: {JobsCount}
ja_jp: ジョブ: {JobsCount}
ko_kr: 작업: {JobsCount}
lt_lt: Darbai: {JobsCount}
lv_lv: Darbi: {JobsCount}
nb_no: Jobber: {JobsCount}
nl_nl: Taken: {JobsCount}
pl_pl: Zadania: {JobsCount}
pt_pt: Tarefas: {JobsCount}
ro_ro: Lucrări: {JobsCount}
ru_ru: Заданий: {JobsCount}
sv_se: Jobb: {JobsCount}
th_th: งาน: {JobsCount}
tr_tr: İşler: {JobsCount}
vi_vn: Công việc: {JobsCount}
zh_cn: 作业: {JobsCount}
zh_tw: 工作: {JobsCount}

# CloseButtonLabel
source: Close
cs_cz: Zavřít
da_dk: Luk
de_de: Schließen
el_gr: Κλείσιμο
es_es: Cerrar
et_ee: Sulge
fi_fi: Sulje
fr_fr: Fermer
hu_hu: Lezárás
id_id: Tutup
is_is: Loka
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 마감
lt_lt: Uždaryti
lv_lv: Aizvērt
nb_no: Lukk
nl_nl: Sluiten
pl_pl: Zamknij
pt_pt: Fechar
ro_ro: Închidere
ru_ru: Закрыть
sv_se: Stäng
th_th: ปิด
tr_tr: Kapat
vi_vn: Đóng lại
zh_cn: 关闭
zh_tw: 關閉
