Repository: microsoft/scmsamples-EnterpriseAssetManagement
Catalog: Translations/Labels.*.resx
Languages: cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hu_hu, id_id, is_is, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# MRRequestTypeAccessibleLabel
source: Choose maintenance request type
cs_cz: Vyberte typ požadavku na údržbu
da_dk: Vælg vedligeholdelsesanmodningstype
de_de: Wartungsanfragentyp auswählen
el_gr: Επιλέξτε τον τύπο του αιτήματος συντήρησης
es_es: Elegir tipo de solicitud de mantenimiento
et_ee: Valige hooldusnõude tüüp
fi_fi: Valitse ylläpitopyynnön tyyppi
fr_fr: Choisir un type de demande de maintenance
hu_hu: Karbantartási kérés típusának kiválasztása
id_id: Pilih jenis permintaan pemeliharaan
is_is: Velja tegund viðhaldsbeiðni
it_it: Scegli il tipo di richiesta di intervento di manutenzione
ja_jp: メンテナンス要求タイプを選択します
ko_kr: 유지 관리 요청 유형 선택
lt_lt: Pasirinkite techninės priežiūros užklausos tipą
lv_lv: Izvēlieties uzturēšanas pieprasījuma veidu
nb_no: Velg meldingstype
nl_nl: Type onderhoudsverzoek kiezen
pl_pl: Wybierz typ żądania konserwacji
pt_pt: Escolher tipo de pedido de manutenção
ro_ro: Alegere tip de solicitare de întreținere
ru_ru: Выберите тип запроса на обслуживание
sv_se: Välj typ av underhållsbegäran
th_th: เลือกชนิดคำขอการบำรุงรักษา
tr_tr: Bakım talebi türü seçin
vi_vn: Chọn loại yêu cầu bảo trì
zh_cn: 选择维护请求类型
zh_tw: 選擇維護要求類型

# MRServiceLevelAccessibleLabel
source: Choose maintenance service level
cs_cz: Výběr servisní úrovně údržby
da_dk: Vælg vedligeholdelsesserviceniveau
de_de: Wartungsservicelevel auswählen
el_gr: Επιλέξτε το επίπεδο υπηρεσίας της συντήρησης
es_es: Elegir nivel de servicio de mantenimiento
et_ee: Valige hooldusteenuse tase
fi_fi: Valitse ylläpidon palvelutaso
fr_fr: Choisir un niveau de service de la maintenance
hu_hu: Karbantartás szolgáltatásszintjének kiválasztása
id_id: Pilih tingkat layanan pemeliharaan
is_is: Velja þjónustustig viðhalds
it_it: Scegli il livello del servizio di manutenzione
ja_jp: メンテナンス サービス レベルを選択します
ko_kr: 유지 관리 서비스 수준 선택
lt_lt: Pasirinkite techninės priežiūros paslaugų lygį
lv_lv: Izvēlieties uzturēšanas pakalpojumu līmeni
nb_no: Velg prioritet
nl_nl: Serviceniveau voor onderhoud kiezen
pl_pl: Wybierz poziom usług konserwacyjnych
pt_pt: Escolher o nível de serviço de manutenção
ro_ro: Alegere nivel serviciu de întreținere
ru_ru: Выберите уровень обслуживания
sv_se: Välj tjänstenivå för underhåll
th_th: เลือกระดับบริการของการบำรุงรักษา
tr_tr: Bakım hizmeti düzeyi seçin
vi_vn: Chọn cấp độ dịch vụ bảo trì
zh_cn: 选择维护服务级别
zh_tw: 選擇維護服務等級

# RemoveItemIconAccessibleLabel
source: Remove item
cs_cz: Odebrat položku
da_dk: Fjern element
de_de: Artikel entfernen
el_gr: Κατάργηση στοιχείου
es_es: Quitar artículo
et_ee: Eemalda kaup
fi_fi: Poista nimike
fr_fr: Supprimer l’article
hu_hu: Cikk eltávolítása
id_id: Hapus barang
is_is: Fjarlægja vöru
it_it: Rimuovi elemento
ja_jp: 品目の削除
ko_kr: 항목 제거
lt_lt: Pašalinti elementą
lv_lv: Noņemt krājumu
nb_no: Fjern element
nl_nl: Artikel verwijderen
pl_pl: Usuń element
pt_pt: Remover item
ro_ro: Eliminare articol
ru_ru: Удалить номенклатуру
sv_se: Ta bort objekt
th_th: ลบสินค้า
tr_tr: Maddeyi kaldır
vi_vn: Xóa mục
zh_cn: 删除项目
zh_tw: 移除品項

# SearchAccessibleLabel
source: Enter text to search
cs_cz: Zadejte text, který chcete vyhledat
da_dk: Angiv søgetekst
de_de: Text für die Suche eingeben
el_gr: Εισαγάγετε κείμενο για αναζήτηση
es_es: Escribir texto de búsqueda
et_ee: Sisestage otsitav tekst
fi_fi: Kirjoita haettava teksti
fr_fr: Entrez le texte à rechercher
hu_hu: Szöveg megadása a kereséshez
id_id: Masukkan teks untuk mencari
is_is: Slá inn texta til að leita
it_it: Immettere il testo da cercare
ja_jp: 検索するテキストを入力します
ko_kr: 검색할 텍스트 입력
lt_lt: Įveskite paieškos tekstą
lv_lv: Ievadiet meklējamo tekstu
nb_no: Angi tekst det skal søkes etter
nl_nl: Te zoeken tekst invoeren
pl_pl: Wprowadź tekst do wyszukania
pt_pt: Introduzir texto para pesquisar
ro_ro: Introducere text pentru căutare
ru_ru: Введите текст для поиска
sv_se: Ange text att söka efter
th_th: ป้อนข้อความที่จะค้นหา
tr_tr: Arama metni girin
vi_vn: Nhập văn bản để tìm kiếm
zh_cn: 输入要搜索的文本
zh_tw: 輸入要搜尋的文字

# SelectLanguageAccessibleLabel
source: Choose language
cs_cz: Vyberte jazyk
da_dk: Vælg sprog
de_de: Sprache auswählen
el_gr: Επιλογή γλώσσας
es_es: Elegir idioma
et_ee: Vali keel
fi_fi: Valitse kieli
fr_fr: Choisir la langue
hu_hu: Nyelv kiválasztása
id_id: Pilih bahasa
is_is: Velja tungumál
it_it: Scegli lingua
ja_jp: 言語の選択
ko_kr: 언어 선택
lt_lt: Pasirinkti kalbą
lv_lv: Izvēlēties valodu
nb_no: Velg språk
nl_nl: Taal kiezen
pl_pl: Wybierz język
pt_pt: Escolher o idioma
ro_ro: Alegeți limba
ru_ru: Выберите язык
sv_se: Välj språk
th_th: เลือกภาษา
tr_tr: Dil seçin
vi_vn: Chọn ngôn ngữ
zh_cn: 选择语言
zh_tw: 選擇語言

# SpareItemsGalleryAccessibleLabel
source: List of spare items
cs_cz: Seznam náhradních položek
da_dk: Liste over reservevarer
de_de: Liste der Ersatzteile
el_gr: Λίστα ανταλλακτικών στοιχείων
es_es: Lista de piezas de repuesto
et_ee: Varuosade loend
fi_fi: Ylimääräisten nimikkeiden luettelo
fr_fr: Liste des articles de rechange
hu_hu: Pótcikkek listája
id_id: Daftar barang cadangan
is_is: Listi yfir aukavörur
it_it: Elenco di articoli di ricambio
ja_jp: 予備品目の一覧
ko_kr: 예비 항목 목록
lt_lt: Atsarginių elementų sąrašas
lv_lv: Rezerves krājumu saraksts
nb_no: Oversikt over reservedeler
nl_nl: Lijst met reserveartikelen
pl_pl: Lista części zamiennych
pt_pt: Lista de itens sobressalentes
ro_ro: Lista de articole de schimb
ru_ru: Список запасных частей
sv_se: Lista över reservdelar
th_th: รายการของอะไหล่สำรอง
tr_tr: Yedek parça listesi
vi_vn: Danh sách các mặt hàng phụ tùng
zh_cn: 备用物料列表
zh_tw: 備品品項清單

# WorkOrderFilterIconAccessibleLabel
source: Filter work orders
cs_cz: FIltrovat pracovní příkazy
da_dk: Filtrér arbejdsordrer
de_de: Arbeitsauftrag filtern
el_gr: Φιλτράρισμα εντολών εργασίας
es_es: Filtrar órdenes de trabajo
et_ee: Filtreeri töökäsud
fi_fi: Suodata työtilaukset
fr_fr: Filtrer les ordres de travail
hu_hu: Munkarendelések szűrése
id_id: Filter perintah kerja
is_is: Sía verkbeiðnir
it_it: Filtra ordini di lavoro
ja_jp: 作業指示書をフィルターする
ko_kr: 작업 주문 필터링
lt_lt: Filtruoti darbo užsakymus
lv_lv: Filtrēt darba pasūtījumus
nb_no: Filtrer arbeidsordrer
nl_nl: Werkorders filteren
pl_pl: Filtruj zlecenia pracy
pt_pt: Filtrar ordens de intervenção
ro_ro: Filtrare comenzi de lucru
ru_ru: Фильтровать заказы на работу
sv_se: Filter för arbetsorder
th_th: กรองใบสั่งงาน
tr_tr: İş emirlerini filtrele
vi_vn: Lọc lệnh phân việc
zh_cn: 筛选工作订单
zh_tw: 篩選工單

# WorkOrderGalleryAccessibleLabel
source: List of work orders
cs_cz: Seznam pracovních příkazů
da_dk: Liste over arbejdsordrer
de_de: Liste der Arbeitsaufträge
el_gr: Λίστα εντολών εργασίας
es_es: Lista de órdenes de trabajo
et_ee: Töökäskude loend
fi_fi: Työtilausten luettelo
fr_fr: Liste des ordres de travail
hu_hu: Munkarendelések listája
id_id: Daftar perintah kerja
is_is: Listi yfir verkbeiðnir
it_it: Elenco di ordini di lavoro
ja_jp: 作業指示書の一覧
ko_kr: 작업 주문 목록
lt_lt: Darbo užsakymų sąrašas
lv_lv: Darba pasūtījumu saraksts
nb_no: Oversikt over arbeidsordrer
nl_nl: Lijst met werkorders
pl_pl: Lista zleceń pracy
pt_pt: Lista de ordens de intervenção
ro_ro: Lista comenzilor de lucru
ru_ru: Список заказов на работу
sv_se: Lista över arbetsorder
th_th: รายการของใบสั่งงาน
tr_tr: İş emirlerinin listesi
vi_vn: Danh sách lệnh phân việc
zh_cn: 工作订单列表
zh_tw: 工單清單

# WorkOrderJobsAccessibleLabel
source: List of work order jobs
cs_cz: Seznam úloh pracovních příkazů
da_dk: Liste over arbejdsordrejob
de_de: Liste für Arbeitsauftragseinzelvorgänge
el_gr: Λίστα εργασιών εντολής εργασίας
es_es: Lista de trabajos de orden de trabajo
et_ee: Töökäsu tööde loend
fi_fi: Työtilaustöiden luettelo
fr_fr: Liste des tâches de l’ordre de travail
hu_hu: Munkarendelési feladatok listája
id_id: Daftar pekerjaan perintah kerja
is_is: Listi yfir verk í verkbeiðni
it_it: Elenco di processi ordini di lavoro
ja_jp: 作業指示書ジョブの一覧
ko_kr: 작업 주문 작업 목록
lt_lt: Darbų užsakymo užduočių sąrašas
lv_lv: Darba pasūtījumu darbu saraksts
nb_no: Oversikt over arbeidsordrejobber
nl_nl: Lijst met werkordertaken
pl_pl: Lista zadań zlecenia pracy
pt_pt: Lista de tarefas de ordem de intervenção
ro_ro: Lista lucrărilor din comanda de lucru
ru_ru: Список заданий заказа на работу
sv_se: Lista över arbetsorderjobb
th_th: รายการของงานในใบสั่งงาน
tr_tr: İş emri işleri listesi
vi_vn: Danh sách công việc trong lệnh sản xuất
zh_cn: 工作订单作业列表
zh_tw: 工單工作清單

# WorkOrderSortingAccessibleLabel
source: Sort work orders
cs_cz: Řazení pracovních příkazů
da_dk: Sorter arbejdsordrer
de_de: Arbeitsaufträge sortieren
el_gr: Ταξινόμηση εντολών εργασίας
es_es: Ordenar órdenes de trabajo
et_ee: Sordi töökäsud
fi_fi: Lajittele työtilaukset
fr_fr: Trier les ordres de travail
hu_hu: Munkarendelések rendezése
id_id: Urutkan perintah kerja
is_is: Raða verkbeiðnum
it_it: Ordina ordini di lavoro
ja_jp: 作業指示書の並べ替え
ko_kr: 작업 주문 정렬
lt_lt: Rūšiuoti darbo užsakymus
lv_lv: Kārtot darba pasūtījumus
nb_no: Sorter arbeidsordrer
nl_nl: Werkorders sorteren
pl_pl: Sortuj zlecenia pracy
pt_pt: Ordenar ordens de intervenção
ro_ro: Sortare comenzi de lucru
ru_ru: Сортировать заказы на работу
sv_se: Sortera arbetsorder
th_th: เรียงลำดับใบสั่งงาน
tr_tr: İş emirlerini sırala
vi_vn: Sắp xếp lệnh phân việc
zh_cn: 对工作订单排序
zh_tw: 工單排序

# WorkOrdersSearchIconAccessibleLabel
source: Search work orders
cs_cz: Hledání pracovních příkazů
da_dk: Søg i arbejdsordrer
de_de: Arbeitsaufträge durchsuchen
el_gr: Αναζήτηση εντολών εργασίας
es_es: Buscar órdenes de trabajo
et_ee: Otsi töökäske
fi_fi: Etsi työtilauksia
fr_fr: Rechercher des ordres de travail
hu_hu: Munkarendelések keresése
id_id: Cari perintah kerja
is_is: Leita að verkbeiðnum
it_it: Cerca ordini di lavoro
ja_jp: 作業指示書の検索
ko_kr: 작업 주문 검색
lt_lt: Darbo užsakymų paieška
lv_lv: Meklēt darba pasūtījumos
nb_no: Søk etter arbeidsordrer
nl_nl: Werkorders zoeken
pl_pl: Wyszukaj zlecenia pracy
pt_pt: Pesquisar ordens de intervenção
ro_ro: Căutare comenzi de lucru
ru_ru: Поиск заказов на работу
sv_se: Sök efter arbetsorder
th_th: ค้นหาใบสั่งงาน
tr_tr: İş emirlerini ara
vi_vn: Tìm kiếm lệnh phân việc
zh_cn: 搜索工作订单
zh_tw: 搜尋工單

# ProductNumberLabel
source: Product number
cs_cz: Číslo produktu
da_dk: Produktnummer
de_de: Produktnummer
el_gr: Αριθμός προϊόντος
es_es: Código de producto
et_ee: Toote number
fi_fi: Tuotenumero
fr_fr: Numéro du produit
hu_hu: Termékszám
id_id: Nomor produk
is_is: Afurðarnúmer
it_it: Numero prodotto
ja_jp: 製品番号
ko_kr: 제품 번호
lt_lt: Produkto numeris
lv_lv: Preces numurs
nb_no: Produktnummer
nl_nl: Productnummer
pl_pl: Numer produktu
pt_pt: Número do produto
ro_ro: Număr produs
ru_ru: Номер продукта
sv_se: Produktnummer
th_th: หมายเลขผลิตภัณฑ์
tr_tr: Ürün numarası
vi_vn: Số sản phẩm
zh_cn: 产品编号
zh_tw: 產品編號

# ProductNameLabel
source: Product name
cs_cz: Název produktu
da_dk: Produktnavn
de_de: Produktname
el_gr: Όνομα προϊόντος
es_es: Nombre de producto
et_ee: Toote nimi
fi_fi: Tuotteen nimi
fr_fr: Nom produit
hu_hu: Termék neve
id_id: Nama produk
is_is: Afurðarheiti
it_it: Nome prodotto
ja_jp: 製品名
ko_kr: 제품 이름
lt_lt: Produkto pavadinimas
lv_lv: Preces nosaukums
nb_no: Produktnavn
nl_nl: Productnaam
pl_pl: Nazwa produktu
pt_pt: Nome do produto
ro_ro: Nume produs
ru_ru: Наименование продукта
sv_se: Produktnamn
th_th: ชื่อผลิตภัณฑ์
tr_tr: Ürün adı
vi_vn: Tên sản phẩm
zh_cn: 产品名称
zh_tw: 產品名稱

# StorageSiteLabel
source: Site
cs_cz: Umístění
da_dk: Websted
de_de: Standort
el_gr: Τοποθεσία
es_es: Sitio
et_ee: Tegevuskoht
fi_fi: Toimipaikka
hu_hu: Hely
id_id: Lokasi
is_is: Svæði
it_it: Sito
ja_jp: 場所
ko_kr: 사이트
lt_lt: Vieta
lv_lv: Vieta
nb_no: Område
pl_pl: Oddział
pt_pt: Local
ro_ro: Locație fizică
ru_ru: Сайт
sv_se: Webbplats
th_th: ที่ตั้ง
tr_tr: Tesis
vi_vn: Cơ sở
zh_cn: 站点
zh_tw: 地點

# StorageWarehouseLabel
source: Warehouse
cs_cz: Sklad
da_dk: Lagersted
de_de: Lagerort
el_gr: Αποθήκη
es_es: Almacén
et_ee: Ladu
fi_fi: Varasto
fr_fr: Entrepôt
hu_hu: Raktár
id_id: Gudang
is_is: Vöruhús
it_it: Magazzino
ja_jp: 倉庫
ko_kr: 창고
lt_lt: Sandėlis
lv_lv: Noliktava
nb_no: Lager
nl_nl: Magazijn
pl_pl: Magazyn
pt_pt: Armazém
ro_ro: Depozit
ru_ru: Склад
sv_se: Lagerställe
th_th: คลังสินค้า
tr_tr: Ambar
vi_vn: Kho
zh_cn: 仓库
zh_tw: 倉儲

# TrackingBatchNumberLabel
source: Batch number
cs_cz: Číslo dávky
da_dk: Batchnummer
de_de: Chargennummer
el_gr: Αριθμός δέσμης
es_es: Número de lote
et_ee: Partii number
fi_fi: Eränumero
fr_fr: Numéro du lot
hu_hu: Köteg száma
id_id: Nomor batch
is_is: Rununúmer
it_it: Numero batch
ja_jp: バッチ番号
ko_kr: 배치 번호
lt_lt: Paketo numeris
lv_lv: Partijas numurs
nb_no: Partinummer
nl_nl: Batchnummer
pl_pl: Numer partii
pt_pt: Número do lote
ro_ro: Număr lot
ru_ru: Номер партии
sv_se: Batchnummer
th_th: หมายเลขชุดงาน
tr_tr: Toplu iş numarası
vi_vn: Số lô
zh_cn: 批处理号
zh_tw: 批次號碼

# TrackingSerialNumberLabel
source: Serial number
cs_cz: Sériové číslo
da_dk: Serienummer
de_de: Seriennummer
el_gr: Αριθμός σειράς
es_es: Número de serie
et_ee: Seerianumber
fi_fi: Sarjanumero
fr_fr: Numéro de série
hu_hu: Sorozatszám
id_id: Nomor seri
is_is: Raðnúmer
it_it: Numero di serie
ja_jp: シリアル番号
ko_kr: 일련 번호
lt_lt: Serijos numeris
lv_lv: Sērijas numurs
nb_no: Serienummer
nl_nl: Serienummer
pl_pl: Numer seryjny
pt_pt: Número de série
ro_ro: Număr de serie
ru_ru: Серийный номер
sv_se: Serienummer
th_th: หมายเลขลำดับประจำสินค้า
tr_tr: Seri numarası
vi_vn: Số sê-ri
zh_cn: 序列号
zh_tw: 序號

# AdjustQuantityLabel
source: Adjust quantity
cs_cz: Upravit množství
da_dk: Juster antal
de_de: Menge anpassen
el_gr: Προσαρμογή ποσότητας
es_es: Ajustar cantidad
et_ee: Koguse korrigeerimine
fi_fi: Säädä määrää
fr_fr: Ajuster la quantité
hu_hu: Mennyiség módosítása
id_id: Sesuaikan kuantitas
is_is: Leiðrétta magn
it_it: Rettifica quantità
ja_jp: 数量の調整
ko_kr: 수량 조정
lt_lt: Koreguoti kiekį
lv_lv: Daudzuma koriģēšana
nb_no: Juster antall
nl_nl: Hoeveelheid aanpassen
pl_pl: Koryguj ilość
pt_pt: Ajustar quantidade
ro_ro: Ajustare cantitate
ru_ru: Корректировка количества
sv_se: Justera kvantitet
th_th: ปรับปรุงปริมาณ
tr_tr: Miktarı ayarla
vi_vn: Điều chỉnh số lượng
zh_cn: 调整数量
zh_tw: 調整數量

# AdjustQuantityDecrementTooltipLabel
source: Decrement quantity
cs_cz: Snížení množství
da_dk: Reducer antal
de_de: Verringerungsmenge
el_gr: Ποσότητα μείωσης
es_es: Cantidad decreciente
et_ee: Vähenda kogust
fi_fi: Vähennä määrää
fr_fr: Décrémenter la quantité
hu_hu: Mennyiség csökkentése
id_id: Kuantitas berkurang
is_is: Minnka magn
it_it: Decrementa quantità
ja_jp: 数量を減らす
ko_kr: 감소 수량
lt_lt: Sumažintas kiekis
lv_lv: Samazināt daudzumu
nb_no: Reduser antall
nl_nl: Hoeveelheid verlagen
pl_pl: Ilość zmniejszenia
pt_pt: Diminuir quantidade
ro_ro: Descreștere cantitate
ru_ru: Уменьшить количество
sv_se: Minska kvantitet
th_th: ลดปริมาณ
tr_tr: Miktarı azalt
vi_vn: Số lượng giảm
zh_cn: 减少数量
zh_tw: 減量數量

# AdjustQuantityIncrementTooltipLabel
source: Increment quantity
cs_cz: Zvýšení množství
da_dk: Øg antal
de_de: Erhöhungsmenge
el_gr: Ποσότητα αύξησης
es_es: Cantidad creciente
et_ee: Suurenda kogust
fi_fi: Lisää määrää
fr_fr: Incrémenter la quantité
hu_hu: Mennyiség növelése
id_id: Kuantitas bertambah
is_is: Auka magn
it_it: Incrementa quantità
ja_jp: 数量を増やす
ko_kr: 증분 수량
lt_lt: Padidintas kiekis
lv_lv: Palielināt daudzumu
nb_no: Øk antall
nl_nl: Hoeveelheid verhogen
pl_pl: Ilość zwiększenia
pt_pt: Incrementar quantidade
ro_ro: Creștere cantitate
ru_ru: Увеличить количество
sv_se: Öka kvantitet
th_th: เพิ่มปริมาณ
tr_tr: Miktarı artır
vi_vn: Số lượng tăng
zh_cn: 增加数量
zh_tw: 增量數量

# Error_ItemConsumptionUpdateGenericFailureLabel
source: Unable to update item consumption
cs_cz: Nelze aktualizovat spotřebu položky
da_dk: Vareforbruget kan ikke opdateres
de_de: Artikelverbrauch konnte nicht aktualisiert werden
el_gr: Δεν είναι δυνατή η ενημέρωση της κατανάλωσης στοιχείου
es_es: No se puede actualizar el consumo de artículos
et_ee: Kauba tarbimist ei saa värskendada
fi_fi: Nimikekulutusta ei voi päivittää
fr_fr: Impossible de mettre à jour la consommation d’articles
hu_hu: A cikkfelhasználást nem lehet frissíteni
id_id: Tidak dapat memperbarui pemakaian barang
is_is: Ekki er hægt að uppfæra vörunotkun
it_it: Impossibile aggiornare il consumo dell'articolo
ja_jp: 品目の消費を更新できません
ko_kr: 항목 소비를 업데이트할 수 없음
lt_lt: Nepavyksta atnaujinti elemento suvartojimo
lv_lv: Nevar atjaunināt krājumu patēriņu
nb_no: Kan ikke oppdatere vareforbruk
nl_nl: Kan artikelverbruik niet bijwerken
pl_pl: Nie można zaktualizować zużycia pozycji
pt_pt: Não é possível atualizar o consumo de itens
ro_ro: Nu se poate actualiza consumul articolului
ru_ru: Не удалось обновить потребление номенклатуры
sv_se: Det går inte att uppdatera artikelförbrukning
th_th: ไม่สามารถอัปเดตการใช้สินค้า
tr_tr: Madde tüketimi güncelleştirilemiyor
vi_vn: Không thể cập nhật mức tiêu thụ mặt hàng
zh_cn: 无法更新物料消耗量
zh_tw: 無法更新品項消耗

# ConfirmButtonLabel
source: Confirm
cs_cz: Potvrdit
da_dk: Bekræft
de_de: Bestätigen
el_gr: Επιβεβαίωση
es_es: Confirmar
et_ee: Kinnita
fi_fi: Vahvista
fr_fr: Confirmer
hu_hu: Megerősítés
id_id: Konfirmasi
is_is: Staðfesta
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
lt_lt: Patvirtinti
lv_lv: Apstiprināt
nb_no: Bekreft
nl_nl: Bevestigen
pl_pl: Potwierdź
pt_pt: Confirmar
ro_ro: Confirmare
ru_ru: Подтвердить
sv_se: Bekräfta
th_th: ยืนยัน
tr_tr: Onayla
vi_vn: Xác nhận
zh_cn: 确认
zh_tw: 確認

# EditItemConsumptionSiteButtonAccessibleLabel
source: Edit site
cs_cz: Upravit umístění
da_dk: Rediger websted
de_de: Standort bearbeiten
el_gr: Επεξεργασία τοποθεσίας
es_es: Editar sitio
et_ee: Redigeeri tegevuskohta
fi_fi: Muokkaa sivustoa
fr_fr: Modifier le site
hu_hu: Telephely szerkesztése
id_id: Edit lokasi
is_is: Breyta svæði
it_it: Modifica sito
ja_jp: 場所の編集
ko_kr: 사이트 편집
lt_lt: Redaguoti vietą
lv_lv: Rediģēt vietu
nb_no: Rediger område
nl_nl: Site bewerken
pl_pl: Edytuj oddział
pt_pt: Editar localização
ro_ro: Editare locație fizică
ru_ru: Изменить сайт
sv_se: Redigera webbplats
th_th: แก้ไขที่ตั้ง
tr_tr: Tesisi düzenle
vi_vn: Chỉnh sửa cơ sở
zh_cn: 编辑站点
zh_tw: 編輯地點

# EditItemConsumptionWarehouseButtonAccessibleLabel
source: Edit warehouse
cs_cz: Upravit sklad
da_dk: Rediger lagersted
de_de: Lagerort bearbeiten
el_gr: Επεξεργασία αποθήκης
es_es: Editar almacén
et_ee: Redigeeri ladu
fi_fi: Muokkaa varastoa
fr_fr: Modifier l’entrepôt
hu_hu: Raktár szerkesztése
id_id: Edit gudang
is_is: Breyta vöruhúsi
it_it: Modifica magazzino
ja_jp: 倉庫の編集
ko_kr: 창고 편집
lt_lt: Redaguoti sandėlį
lv_lv: Rediģēt noliktavu
nb_no: Rediger lager
nl_nl: Magazijn bewerken
pl_pl: Edytuj magazyn
pt_pt: Editar armazém
ro_ro: Editare depozit
ru_ru: Изменить склад
sv_se: Redigera lagerställe
th_th: แก้ไขคลังสินค้า
tr_tr: Ambarı düzenle
vi_vn: Chỉnh sửa kho
zh_cn: 编辑仓库
zh_tw: 編輯倉儲

# TimeSpentHoursPluralHeaderLabel
source: Hours
cs_cz: Hodiny
da_dk: Timer
de_de: Stunden
el_gr: Ώρες
es_es: Horas
et_ee: Tunnid
fi_fi: Tunnit
fr_fr: Heures
hu_hu: Óra
id_id: Jam
is_is: Klukkustundir
it_it: Ore
ja_jp: 時間
ko_kr: 시간
lt_lt: Valandos
lv_lv: Stundas
nb_no: Timer
nl_nl: Uur
pl_pl: Godziny
pt_pt: Horas
ro_ro: Ore
ru_ru: Часы
sv_se: Timmar
th_th: ชั่วโมง
tr_tr: Saat
vi_vn: Giờ
zh_cn: 小时
zh_tw: 小時

# TimeSpentHoursSingularHeaderLabel
source: Hour
cs_cz: Hodina
da_dk: Time
de_de: Stunde
el_gr: Ώρα
es_es: Hora
et_ee: Tund
fi_fi: Tunti
fr_fr: Heure
hu_hu: Óra
id_id: Jam
is_is: Klukkustund
it_it: Ora
ja_jp: 時間
ko_kr: 시간
lt_lt: Valanda
lv_lv: Stunda
nb_no: Time
nl_nl: Uur
pl_pl: Godzina
pt_pt: Hora
ro_ro: Oră
ru_ru: Час
sv_se: Timme
th_th: ชั่วโมง
tr_tr: Saat
vi_vn: Giờ
zh_cn: 小时
zh_tw: 小時

# TimeSpentMinutesPluralHeaderLabel
source: Minutes
cs_cz: Minuty
da_dk: Minutter
de_de: Minuten
el_gr: Λεπτά
es_es: Minutos
et_ee: Minutid
fi_fi: Minuuttia
hu_hu: Perc
id_id: Menit
is_is: Mínútur
it_it: Minuti
ja_jp: 分
ko_kr: 분
lt_lt: Minutės
lv_lv: Minūtes
nb_no: Minutter
nl_nl: Minuten
pl_pl: Minuty
pt_pt: Minutos
ro_ro: Minute
ru_ru: Минуты
sv_se: Minuter
th_th: นาที
tr_tr: Dakika
vi_vn: Phút
zh_cn: 分钟
zh_tw: 分鐘

# TimeSpentMinutesSingularHeaderLabel
source: Minute
cs_cz: Minuta
da_dk: Minut
el_gr: Λεπτό
es_es: Minuto
et_ee: Minut
fi_fi: Minuutti
hu_hu: Perc
id_id: Menit
is_is: Mínúta
it_it: Minuto
ja_jp: 分
ko_kr: 분
lt_lt: Minutė
lv_lv: Minūte
nb_no: Minutt
nl_nl: Minuut
pl_pl: Minuta
pt_pt: Minuto
ro_ro: Minut
ru_ru: Минута
sv_se: Minut
th_th: นาที
tr_tr: Dakika
vi_vn: Phút
zh_cn: 分钟
zh_tw: 分鐘

# AttachmentTypeNotSupportedForViewingLabel
source: {AttachmentTypeName}-type attachments are not yet supported
cs_cz: Přílohy typu {AttachmentTypeName} zatím nejsou podporovány
da_dk: Typen af vedhæftede {AttachmentTypeName}-filer understøttes endnu ikke
de_de: Anhänge vom Typ „{AttachmentTypeName}“ werden noch nicht unterstützt
el_gr: Συνημμένα τύπου {AttachmentTypeName} δεν υποστηρίζονται ακόμη
es_es: No se admiten archivos adjuntos de tipo {AttachmentTypeName}
et_ee: Tüübiga „{AttachmentTypeName}“ manuseid ei toetata veel.
fi_fi: Tyypin {AttachmentTypeName} asiakirjoja ei vielä tueta
fr_fr: Les documents joints de type « {AttachmentTypeName} » ne sont pas encore pris en charge
hu_hu: A(z) „{AttachmentTypeName}” típusú mellékletek még nem támogatottak
id_id: Lampiran jenis {AttachmentTypeName} belum didukung
is_is: Viðhengi af gerðinni {AttachmentTypeName} eru ekki studd enn sem komið er
it_it: Gli allegati di tipo {AttachmentTypeName} non sono ancora supportati
ja_jp: {AttachmentTypeName}-タイプの添付ファイルには、まだ対応していません
ko_kr: {AttachmentTypeName} 유형의 첨부 파일은 아직 지원하지 않음
lt_lt: {AttachmentTypeName}-tipo priedai dar nepalaikomi
lv_lv: Pielikumu veids “{AttachmentTypeName}” pagaidām netiek atbalstīts
nb_no: Vedlegg av typen {AttachmentTypeName} støttes ikke ennå
nl_nl: Bijlagen van type {AttachmentTypeName} worden nog niet ondersteund
pl_pl: Załączniki typu {AttachmentTypeName} nie są jeszcze obsługiwane
pt_pt: Os anexos do tipo {AttachmentTypeName} ainda não são suportados
ro_ro: Atașările de tip {AttachmentTypeName} nu sunt încă acceptate
ru_ru: Вложения типа {AttachmentTypeName} еще не поддерживаются
sv_se: Bifogade dokument av typen {AttachmentTypeName} stöds inte ännu
th_th: ยังไม่รองรับสิ่งที่แนบชนิด {AttachmentTypeName}
tr_tr: {AttachmentTypeName} türündeki ekler henüz desteklenmemektedir
vi_vn: Các tệp đính kèm loại {AttachmentTypeName} chưa được hỗ trợ
zh_cn: 还不支持 {AttachmentTypeName} 类型的附件
zh_tw: 尚不支援 {AttachmentTypeName} 類型的附件

# AboutHeaderLabel
source: About
cs_cz: O aplikaci
da_dk: Om
de_de: Über
el_gr: Πληροφορίες
es_es: Acerca de
et_ee: Teave
fi_fi: Tietoja
fr_fr: À propos
hu_hu: Névjegy
id_id: Tentang
is_is: Um
it_it: Informazioni
ja_jp: 概要
ko_kr: 정보
lt_lt: Apie
lv_lv: Par
nb_no: Om
nl_nl: Informatie
pl_pl: Informacje
pt_pt: Acerca de
ro_ro: Despre
ru_ru: О программе
sv_se: Om
th_th: เกี่ยวกับ
tr_tr: Hakkında
vi_vn: Giới thiệu
zh_cn: 关于
zh_tw: 關於

# AboutVersionLabel
source: Version: {VersionNumber}
cs_cz: Verze: {VersionNumber}
el_gr: Έκδοση: {VersionNumber}
es_es: Versión: {VersionNumber}
et_ee: Versioon: {VersionNumber}
fi_fi: Versio: {VersionNumber}
hu_hu: Verzió: {VersionNumber}
id_id: Versi: {VersionNumber}
is_is: Útgáfa: {VersionNumber}
it_it: Versione: {VersionNumber}
ja_jp: バージョン: {VersionNumber}
ko_kr: 버전: {VersionNumber}
lt_lt: Versija: {VersionNumber}
lv_lv: Versija: {VersionNumber}
nb_no: Versjon: {VersionNumber}
nl_nl: Versie: {VersionNumber}
pl_pl: Wersja: {VersionNumber}
pt_pt: Versão: {VersionNumber}
ro_ro: Versiune: {VersionNumber}
ru_ru: Версия: {VersionNumber}
th_th: รุ่น: {VersionNumber}
tr_tr: Sürüm: {VersionNumber}
vi_vn: Phiên bản: {VersionNumber}
zh_cn: 版本: {VersionNumber}
zh_tw: 版本: {VersionNumber}
