Repository: microsoft/scmsamples-EnterpriseAssetManagement
Catalog: Translations/Labels.*.resx
Languages: cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, hu_hu, id_id, is_is, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

# NewWorkOrderForAssetButtonLabel
source: New work order for asset
cs_cz: Nový pracovní příkaz pro majetek
da_dk: Ny arbejdsordre for aktivet
de_de: Neuer Arbeitsauftrag für Anlage
el_gr: Νέα εντολή εργασίας για πάγιο στοιχείο
es_es: Nueva orden de trabajo para el activo
et_ee: Uus töökäsk vara jaoks
fi_fi: Uusi työtilaus resurssille
fr_fr: Nouvel ordre de travail pour l’actif
hu_hu: Új munkarendelés az eszközhöz
id_id: Perintah kerja baru untuk aset
is_is: Ný verkbeiðni fyrir eign
it_it: Nuovo ordine di lavoro per cespite
ja_jp: 資産の新しい作業指示書
ko_kr: 자산에 대한 새 작업 주문
lt_lt: Naujas darbo užsakymas dėl turto
lv_lv: Jauns darba pasūtījums līdzeklim
nb_no: Ny arbeidsordre for aktivum
nl_nl: Nieuwe werkorder voor activum
pl_pl: Nowe zlecenie pracy dla składnika majątku
pt_pt: Nova ordem de intervenção para o ativo
ro_ro: Comandă de lucru nouă pentru activ
ru_ru: Новый заказ на работу для актива
sv_se: Ny arbetsorder för tillgång
th_th: ใบสั่งงานใหม่สำหรับสินทรัพย์
tr_tr: Varlık için yeni iş emri
vi_vn: Lệnh sản xuất mới cho tài sản
zh_cn: 资产的新工作订单
zh_tw: 資產的新工單

# StorageLoadingAvailableLocationsLabel
source: Loading available locations...
cs_cz: Načítání dostupných umístění...
da_dk: Indlæser disponible placeringer...
de_de: Verfügbare Lagerplätze werden geladen ...
el_gr: Γίνεται φόρτωση των διαθέσιμων τοποθεσιών...
es_es: Cargando ubicaciones disponibles...
et_ee: Saadaolevate asukohtade laadimine...
fi_fi: Ladataan käytettävissä olevia sijainteja...
fr_fr: Emplacements disponibles en cours de chargement…
hu_hu: Rendelkezésre álló helyek betöltése...
id_id: Memuat lokasi yang tersedia...
is_is: Hleður tiltækar staðsetningar...
it_it: Caricamento ubicazioni disponibili in corso...
ja_jp: 利用できる場所を読み込んでいます...
ko_kr: 사용 가능한 위치 로드 중...
lt_lt: Įkeliamos galimos vietos...
lv_lv: Notiek pieejamo atrašanās vietu ielāde...
nb_no: Laster inn tilgjengelige lokasjoner ...
nl_nl: Beschikbare locaties worden geladen...
pl_pl: Trwa ładowanie dostępnych lokalizacji...
pt_pt: A carregar localizações disponíveis...
ro_ro: Se încarcă locațiile disponibile...
ru_ru: Загрузка доступных местонахождений...
sv_se: Läser in tillgängliga platser ...
th_th: กำลังโหลดสถานที่ที่มีอยู่...
tr_tr: Mevcut yerleşimler yükleniyor...
vi_vn: Đang tải vị trí có sẵn...
zh_cn: 正在加载可用位置...
zh_tw: 正在載入可用位置...

# StorageEditLocationAccessibleLabel
source: Edit location
cs_cz: Upravit místo
da_dk: Rediger placering
de_de: Lagerplatz bearbeiten
el_gr: Επεξεργασία τοποθεσίας
es_es: Editar ubicación
et_ee: Redigeeri asukohta
fi_fi: Muokkaa sijaintia
fr_fr: Modifier le lieu
hu_hu: Hely szerkesztése
id_id: Edit lokasi
is_is: Breyta staðsetningu
it_it: Modifica ubicazione
ja_jp: 場所の編集
ko_kr: 위치 편집
lt_lt: Redaguoti vietą
lv_lv: Rediģēt atrašanās vietu
nb_no: Rediger lokasjon
nl_nl: Locatie bewerken
pl_pl: Edytuj lokalizację
pt_pt: Editar localização
ro_ro: Editați locația
ru_ru: Изменить местонахождение
sv_se: Redigera plats
th_th: แก้ไขสถานที่
tr_tr: Yerleşimi düzenle
vi_vn: Chỉnh sửa vị trí
zh_cn: 编辑位置
zh_tw: 編輯位置

# StorageLocationHeaderLabel
source: Location
cs_cz: Umístění
da_dk: Placering
de_de: Lagerplatz
el_gr: Τοποθεσία
es_es: Ubicación
et_ee: Asukoht
fi_fi: Sijainti
fr_fr: Emplacement
hu_hu: Hely
id_id: Lokasi
is_is: Staðsetning
it_it: Ubicazione
ja_jp: 場所
ko_kr: 위치
lt_lt: Vieta
lv_lv: Atrašanās vieta
nb_no: Lokasjon
nl_nl: Locatie
pl_pl: Lokalizacja
pt_pt: Localização
ro_ro: Locație
ru_ru: Местонахождение
sv_se: Plats
th_th: สถานที่
tr_tr: Yerleşim
vi_vn: Vị trí
zh_cn: 位置
zh_tw: 位置

# Error_PhotoTooLargeToAttach
source: The photo is too large to attach
cs_cz: Fotografie je pro připojení příliš velká
da_dk: Fotoet er for stort til at blive vedhæftet
de_de: Foto zu groß zum Anfügen
el_gr: Η φωτογραφία είναι υπερβολικά μεγάλη για επισύναψη
es_es: La fotografía es demasiado grande para adjuntarla
et_ee: Foto on manustamiseks liiga suur
fi_fi: Valokuva on liian suuri liitettäväksi
fr_fr: La photo est trop volumineuse pour être jointe
hu_hu: A fénykép túl nagy a csatoláshoz
id_id: Foto terlalu besar untuk dilampirkan
is_is: Myndin er of stór til að hægt sé að hengja hana við
it_it: La foto è troppo grande per essere allegata
ja_jp: 写真のサイズが大きいため添付できません
ko_kr: 사진이 너무 커서 첨부할 수 없습니다
lt_lt: Nuotrauka per didelė, kad būtų galima pridėti
lv_lv: Fotoattēls ir pārāk liels, lai to pievienotu
nb_no: Bildet er for stort til å legges ved
nl_nl: De foto is te groot om bij te voegen
pl_pl: Zdjęcie jest zbyt duże, aby można było je dołączyć
pt_pt: A fotografia é demasiado grande para ser anexada
ro_ro: Fotografia este prea mare pentru a fi atașată
ru_ru: Размер фотографии слишком большой для вложения
sv_se: Fotot är för stort för att kunna bifogas
th_th: แนบรูปภาพไม่ได้เนื่องจากมีขนาดใหญ่เกินไป
tr_tr: Fotoğraf, eklenemeyecek kadar büyük
vi_vn: Ảnh quá lớn nên không thể đính kèm
zh_cn: 照片太大，无法附加
zh_tw: 相片太大，無法附加
